{
  "title": "New Concept English - 4",
  "description": "New Concept English Lessons",
  "cover": "",
  "lessons": [
    {
      "title": "Finding Fossil Man",
      "mp3file": "01－Finding Fossil Man.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "We can read of things that happened 5, 000 years ago in the Near East,",
          "native": "我们可以读到五千年前在近东发生的事情，",
          "mp3start": "00:00:17.43"
        },
        {
          "id": "1",
          "en": "where people first learned to write.",
          "native": "人们最初学会写作的​​地方。",
          "mp3start": "00:00:23.28"
        },
        {
          "id": "2",
          "en": "But there are some parts of the world where even now people cannot write.",
          "native": "但世界上有些地方至今仍无法书写。",
          "mp3start": "00:00:26.92"
        },
        {
          "id": "3",
          "en": "The only way that they can preserve their history is to recount it as sagas legends handed down from one generation of storytellers to another.",
          "native": "他们保存历史的唯一方法就是将其作为传奇故事从一代讲故事者流传到另一代人。",
          "mp3start": "00:00:33.40"
        },
        {
          "id": "4",
          "en": "These legends are useful because they can tell us something about migrations of people who lived long ago,",
          "native": "这些传说很有用，因为它们可以告诉我们一些关于很久以前生活的人们的迁徙的信息，",
          "mp3start": "00:00:46.15"
        },
        {
          "id": "5",
          "en": "but none could write down what they did.",
          "native": "但没有人能写下他们做了什么。",
          "mp3start": "00:00:54.22"
        },
        {
          "id": "6",
          "en": "Anthropologists wondered where the remote ancestors of the Polynesian peoples now living in the Pacific Islandscame from.",
          "native": "人类学家想知道现在生活在太平洋岛屿上的波利尼西亚人的远祖来自哪里。",
          "mp3start": "00:00:57.67"
        },
        {
          "id": "7",
          "en": "The sagas of these people explain that some of them came from Indonesia about 2, 000 years ago.",
          "native": "这些人的传奇故事表明，他们中的一些人大约在 2000 年前来自印度尼西亚。",
          "mp3start": "00:01:06.91"
        },
        {
          "id": "8",
          "en": "But the first people who were like ourselves lived so long ago that even their sagas, if they had any, are forgotten.",
          "native": "但最早像我们一样的人生活在很久以前，甚至连他们的传奇故事（如果有的话）也被遗忘了。",
          "mp3start": "00:01:15.26"
        },
        {
          "id": "9",
          "en": "So archaeologists have neither history nor legends to help them to find out where the first 'modern men' came from.",
          "native": "因此，考古学家既没有历史也没有传说来帮助他们找出第一批“现代人”的来源。",
          "mp3start": "00:01:25.71"
        },
        {
          "id": "10",
          "en": "Fortunately, however, ancient men made tools of stone, especially flint,",
          "native": "然而幸运的是，古人制造了石制工具，尤其是燧石，",
          "mp3start": "00:01:34.84"
        },
        {
          "id": "11",
          "en": "because this is easier to shape than other kinds.",
          "native": "因为这种比其他种类更容易成型。",
          "mp3start": "00:01:41.45"
        },
        {
          "id": "12",
          "en": "They may also have used wood and skins, but these have rotted away.",
          "native": "他们也可能使用木头和兽皮，但这些都已经腐烂了。",
          "mp3start": "00:01:45.74"
        },
        {
          "id": "13",
          "en": "Stone does not decay, and so the tools of long ago have remained when even the bones of the men who made them have disappeared without trace.",
          "native": "石头不会腐烂，因此很久以前的工具仍然存在，即使制造它们的人的骨头也消失得无影无踪。",
          "mp3start": "00:01:52.16"
        }
      ]
    },
    {
      "title": "Spare That Spider",
      "mp3file": "02－Spare That Spider.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Because they destroy so many insects, and insects include some of the greatest enemies of the human race.",
          "native": "因为它们消灭了如此多的昆虫，而昆虫中包括一些人类最大的敌人。",
          "mp3start": "00:00:19.15"
        },
        {
          "id": "1",
          "en": "Insects would make it impossible for us to live in the world;",
          "native": "昆虫会让我们无法在这个世界上生存；",
          "mp3start": "00:00:26.74"
        },
        {
          "id": "2",
          "en": "they would devour all our crops and kill our flocks and herds,",
          "native": "他们会吃掉我们所有的庄稼，杀死我们的牛羊，",
          "mp3start": "00:00:30.38"
        },
        {
          "id": "3",
          "en": "if it were not for the protection we get from insect eating animals.",
          "native": "如果不是为了保护我们免受食虫动物的侵害。",
          "mp3start": "00:00:34.62"
        },
        {
          "id": "4",
          "en": "We owe a lot to the birds and beasts who eat insects",
          "native": "我们亏欠吃昆虫的飞禽走兽",
          "mp3start": "00:00:39.77"
        },
        {
          "id": "5",
          "en": "but all of them put together kill only a fraction of the number destroyed by spiders.",
          "native": "但所有这些加起来只杀死了被蜘蛛消灭的一小部分。",
          "mp3start": "00:00:43.73"
        },
        {
          "id": "6",
          "en": "Moreover, unlike some of the other insect eaters, spiders never do the least harm to us or our belongings.",
          "native": "此外，与其他一些食虫动物不同，蜘蛛永远不会对我们或我们的财产造成最小的伤害。",
          "mp3start": "00:00:49.79"
        },
        {
          "id": "7",
          "en": "Spiders are not insects, as many people think, nor even nearly related to them.",
          "native": "正如许多人认为的那样，蜘蛛不是昆虫，甚至与昆虫也没有近亲关系。",
          "mp3start": "00:00:58.72"
        },
        {
          "id": "8",
          "en": "One can tell the difference almost at a glance, for a spider always has eight legs and an insect never more than six.",
          "native": "人们几乎一眼就能看出区别，因为蜘蛛总是有八条腿，而昆虫永远不会超过六条。",
          "mp3start": "00:01:05.22"
        },
        {
          "id": "9",
          "en": "How many spiders are engaged in this work on our behalf?",
          "native": "有多少蜘蛛代表我们从事这项工作？",
          "mp3start": "00:01:14.93"
        },
        {
          "id": "10",
          "en": "One authority on spiders made a census of the spiders in a grass field in the south of England,",
          "native": "一位蜘蛛研究权威对英格兰南部一片草地上的蜘蛛进行了普查，",
          "mp3start": "00:01:19.25"
        },
        {
          "id": "11",
          "en": "and he estimated that there were more than 2, 250, 000 in one acre;",
          "native": "他估计一英亩地里有2、250、000多个；",
          "mp3start": "00:01:25.79"
        },
        {
          "id": "12",
          "en": "that is something like 6, 000, 000 spiders of different kinds on a football pitch.",
          "native": "相当于足球场上有 6, 000, 000 只不同种类的蜘蛛。",
          "mp3start": "00:01:33.18"
        },
        {
          "id": "13",
          "en": "Spiders are busy for at least half the year in killing insects.",
          "native": "蜘蛛至少有半年时间忙于捕杀昆虫。",
          "mp3start": "00:01:39.86"
        },
        {
          "id": "14",
          "en": "It is impossible to make more than the wildest guess at how many they kill, but they are hungry creatures, not content with only three meals a day.",
          "native": "我们无法对它们杀死的数量做出最疯狂的猜测，但它们是饥饿的生物，不满足于一日三餐。",
          "mp3start": "00:01:44.98"
        },
        {
          "id": "15",
          "en": "It has been estimated that the weight of all the insects destroyed by spiders in Britain in one year would be greater than the total weight of all the human beings in the country.",
          "native": "据估计，英国一年内被蜘蛛消灭的所有昆虫的重量将超过该国所有人类的总重量。",
          "mp3start": "00:01:55.88"
        }
      ]
    },
    {
      "title": "Matterhorn Man",
      "mp3file": "03－Matterhorn Man.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Modern alpinists try to climb mountains by a route which will give them good sport,",
          "native": "现代登山运动员试图通过一条能给他们带来良好运动的路线来攀登山脉，",
          "mp3start": "00:00:15.30"
        },
        {
          "id": "1",
          "en": "and the more difficult it is, the more highly it is regarded.",
          "native": "越是困难，就越受重视。",
          "mp3start": "00:00:21.93"
        },
        {
          "id": "2",
          "en": "In the pioneering days however, this was not the case at all.",
          "native": "然而，在开拓时期，情况根本不是这样。",
          "mp3start": "00:00:27.38"
        },
        {
          "id": "3",
          "en": "The early climbers were looking for the easiest way to the top because the summit was the prize they sought,",
          "native": "早期的登山者正在寻找最简单的登顶方法，因为顶峰是他们寻求的奖品，",
          "mp3start": "00:00:33.65"
        },
        {
          "id": "4",
          "en": "especially if it had never been attained before.",
          "native": "尤其是如果以前从未实现过的话。",
          "mp3start": "00:00:41.88"
        },
        {
          "id": "5",
          "en": "It is true that during their explorations they often faced difficulties and dangers of the most perilous nature,",
          "native": "确实，他们在探索过程中经常面临最危险的困难和危险，",
          "mp3start": "00:00:46.25"
        },
        {
          "id": "6",
          "en": "equipped in a manner which would make a modern climber shudder at the thought,",
          "native": "装备的方式会让现代登山者一想到就会不寒而栗，",
          "mp3start": "00:00:55.54"
        },
        {
          "id": "7",
          "en": "but they did not go out of their way to court such excitement.",
          "native": "但他们并没有特意去追求这种兴奋。",
          "mp3start": "00:01:01.19"
        },
        {
          "id": "8",
          "en": "They had a single aim, a solitary goal -- the top!",
          "native": "他们只有一个目标，一个唯一的目标——登顶！",
          "mp3start": "00:01:05.87"
        },
        {
          "id": "9",
          "en": "It is hard for us to realize nowadays how difficult it was for the pioneers.",
          "native": "现在我们很难体会到先驱者们的艰辛。",
          "mp3start": "00:01:12.55"
        },
        {
          "id": "10",
          "en": "Except for one or two places such as Zermatt and Chamonix, which had rapidly become popular.",
          "native": "除了采尔马特、霞慕尼等一两个地方迅速走红。",
          "mp3start": "00:01:19.21"
        },
        {
          "id": "11",
          "en": "Alpine villages tended to be impoverished settlements cut off from civilization by the high mountains.",
          "native": "高山村庄往往是被高山与文明隔绝的贫困聚居区。",
          "mp3start": "00:01:27.74"
        },
        {
          "id": "12",
          "en": "Such inns as there were were generally dirty and flea-ridden;",
          "native": "那里的旅馆一般都很脏，而且跳蚤猖獗。",
          "mp3start": "00:01:36.40"
        },
        {
          "id": "13",
          "en": "the food simply local cheese accompanied by bread often twelve months old,",
          "native": "食物只是当地的奶酪，搭配通常十二个月大的面包，",
          "mp3start": "00:01:41.98"
        },
        {
          "id": "14",
          "en": "all washed down with coarse wine.",
          "native": "皆以粗酒冲下。",
          "mp3start": "00:01:47.86"
        },
        {
          "id": "15",
          "en": "Often a valley boasted no inn at all, and climbers found shelter wherever they could --",
          "native": "通常，一个山谷根本没有旅馆，登山者会尽可能地寻找庇护所——",
          "mp3start": "00:01:51.85"
        },
        {
          "id": "16",
          "en": "sometimes with the local priest (who was usually as poor as his parishioners),",
          "native": "有时与当地的牧师（他通常和他的教区居民一样贫穷）一起，",
          "mp3start": "00:01:58.38"
        },
        {
          "id": "17",
          "en": "sometimes with shepherds or cheese-makers.",
          "native": "有时与牧羊人或奶酪制造商一起。",
          "mp3start": "00:02:04.89"
        },
        {
          "id": "18",
          "en": "Invariably the background was the same:dirt and poverty, and very uncomfortable.",
          "native": "背景总是一样的：肮脏、贫穷，而且非常不舒服。",
          "mp3start": "00:02:08.72"
        },
        {
          "id": "19",
          "en": "For men accustomed to eating seven-course dinners and sleeping between fine linen sheets at home,",
          "native": "对于习惯于吃七道菜晚餐并在家中睡在细亚麻床单之间的男士来说，",
          "mp3start": "00:02:17.08"
        },
        {
          "id": "20",
          "en": "the change to the Alps must have been very hard indeed.",
          "native": "阿尔卑斯山的变化确实非常艰难。",
          "mp3start": "00:02:24.66"
        }
      ]
    },
    {
      "title": "Seeing Hands",
      "mp3file": "04－Seeing Hands.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Several cases have been reported in Russia recently of people who can read and detect colours with their fingers, and even see through solid doors and walls.",
          "native": "最近，俄罗斯报道了几起案例，人们可以用手指阅读和检测颜色，甚至可以透过坚固的门和墙壁看到东西。",
          "mp3start": "00:00:16.12"
        },
        {
          "id": "1",
          "en": "One case concerns an 11-year-old schoolgirl Vera Petrova,",
          "native": "其中一个案例涉及一名 11 岁女学生维拉·佩特洛娃 (Vera Petrova)，",
          "mp3start": "00:00:27.32"
        },
        {
          "id": "2",
          "en": "who has normal vision but who can also perceive things with different parts of her skin, and through solid walls.",
          "native": "她有正常的视力，但也能用皮肤的不同部分以及透过坚固的墙壁感知事物。",
          "mp3start": "00:00:32.15"
        },
        {
          "id": "3",
          "en": "This ability was first noticed by her father.",
          "native": "这种能力首先被她的父亲注意到。",
          "mp3start": "00:00:40.70"
        },
        {
          "id": "4",
          "en": "One day she came into his office and happened to put her hands on the door of a locked safe.",
          "native": "有一天，她走进他的办公室，碰巧把手放在了锁着的保险箱的门上。",
          "mp3start": "00:00:44.14"
        },
        {
          "id": "5",
          "en": "Suddenly she asked her father why he kept so many old newspapers locked away there,",
          "native": "突然她问父亲为什么要把这么多旧报纸锁在那里，",
          "mp3start": "00:00:50.44"
        },
        {
          "id": "6",
          "en": "and even described the way they were done up in bundles.",
          "native": "甚至还描述了它们是如何捆扎起来的。",
          "mp3start": "00:00:56.18"
        },
        {
          "id": "7",
          "en": "Vera's curious talent was brought to the notice of a scientific research institute in the town of Ulyanovsk, near where she lives,",
          "native": "薇拉的好奇天赋引起了她居住地附近乌里扬诺夫斯克镇一家科学研究所的注意，",
          "mp3start": "00:01:00.32"
        },
        {
          "id": "8",
          "en": "and in April she was given a series of tests by a special commission of the Ministry of Health of the Russian Federal Republic.",
          "native": "4月，俄罗斯联邦共和国卫生部的一个特别委员会对她进行了一系列检查。",
          "mp3start": "00:01:09.76"
        },
        {
          "id": "9",
          "en": "During these tests she was able to read a newspaper through an opaque screen and, stranger still,",
          "native": "在这些测试中，她能够通过不透明的屏幕阅读报纸，而且更奇怪的是，",
          "mp3start": "00:01:19.54"
        },
        {
          "id": "10",
          "en": "by moving her elbow over a child's game of Lotto she was able to describe the figures and colours printed on it;",
          "native": "通过将她的肘部移到儿童的乐透游戏上，她能够描述上面印着的数字和颜色；",
          "mp3start": "00:01:25.45"
        },
        {
          "id": "11",
          "en": "and, in another instance, wearing stockings and slippers,",
          "native": "在另一个例子中，穿着丝袜和拖鞋，",
          "mp3start": "00:01:32.91"
        },
        {
          "id": "12",
          "en": "to make out with her foot the outlines and colours of a picture hidden under a carpet.",
          "native": "用她的脚辨认出隐藏在地毯下的图画的轮廓和颜色。",
          "mp3start": "00:01:36.72"
        },
        {
          "id": "13",
          "en": "Other experiments showed that her knees and shoulders had a similar sensitivity.",
          "native": "其他实验表明她的膝盖和肩膀也有类似的敏感性。",
          "mp3start": "00:01:42.69"
        },
        {
          "id": "14",
          "en": "During all these tests Vera was blindfold; and indeed, except when blindfold she lacked the ability to perceive things with her skin.",
          "native": "在所有这些测试中，维拉都被蒙住眼睛。事实上，除了蒙上眼睛之外，她缺乏用皮肤感知事物的能力。",
          "mp3start": "00:01:48.26"
        },
        {
          "id": "15",
          "en": "It was also found that although she could perceive things with her fingers this ability ceased the moment her hands were wet.",
          "native": "研究还发现，尽管她可以用手指感知事物，但一旦手湿了，这种能力就消失了。",
          "mp3start": "00:01:56.86"
        }
      ]
    },
    {
      "title": "Youth",
      "mp3file": "05－Youth.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "People are always talking about 'the problem of youth'.",
          "native": "人们总是在谈论“青年问题”。",
          "mp3start": "00:00:14.44"
        },
        {
          "id": "1",
          "en": "If there is one -- which I take leave to doubt",
          "native": "如果有的话——我对此表示怀疑",
          "mp3start": "00:00:20.18"
        },
        {
          "id": "2",
          "en": "-- then it is older people who create it, not the young themselves.",
          "native": "——那么创造它的是老年人，而不是年轻人自己。",
          "mp3start": "00:00:24.26"
        },
        {
          "id": "3",
          "en": "Let us get down to fundamentals and agree that the young are after all human beings",
          "native": "让我们脚踏实地，承认年轻人毕竟是人",
          "mp3start": "00:00:29.98"
        },
        {
          "id": "4",
          "en": "-- people just like their elders.",
          "native": "——人们就像他们的长辈一样。",
          "mp3start": "00:00:36.74"
        },
        {
          "id": "5",
          "en": "There is only one difference between an old man and a young one:",
          "native": "老人和年轻人之间只有一个区别：",
          "mp3start": "00:00:39.60"
        },
        {
          "id": "6",
          "en": "the young man has a glorious future before him",
          "native": "这个年轻人有着光明的未来",
          "mp3start": "00:00:45.00"
        },
        {
          "id": "7",
          "en": "and the old one has a splendid future behind him: and maybe that is where the rub is.",
          "native": "而老家伙的身后有着辉煌的未来：也许这就是问题所在。",
          "mp3start": "00:00:48.85"
        },
        {
          "id": "8",
          "en": "When I was a teenager, I felt that I was just young and uncertain --",
          "native": "当我十几岁的时候，我觉得我只是年轻而不确定——",
          "mp3start": "00:00:57.12"
        },
        {
          "id": "9",
          "en": "that I was a new boy in a huge school,",
          "native": "我是一所大学校的新生，",
          "mp3start": "00:01:03.42"
        },
        {
          "id": "10",
          "en": "and I would have been very pleased to be regarded as something so interesting as a problem.",
          "native": "如果我被视为一个像问题一样有趣的东西，我会非常高兴。",
          "mp3start": "00:01:06.66"
        },
        {
          "id": "11",
          "en": "For one thing, being a problem gives you a certain identity,",
          "native": "一方面，成为一个问题会给你一个特定的身份，",
          "mp3start": "00:01:13.57"
        },
        {
          "id": "12",
          "en": "and that is one of the things the young are busily engaged in seeking.",
          "native": "这正是年轻人忙于寻求的事情之一。",
          "mp3start": "00:01:18.92"
        },
        {
          "id": "13",
          "en": "I find young people exciting.",
          "native": "我发现年轻人令人兴奋。",
          "mp3start": "00:01:24.14"
        },
        {
          "id": "14",
          "en": "They have an air of freedom,",
          "native": "他们有一种自由的气息，",
          "mp3start": "00:01:27.09"
        },
        {
          "id": "15",
          "en": "and they have not a dreary commitment to mean ambitions or love of comfort.",
          "native": "他们不会沉闷地追求卑鄙的野心或贪图安逸。",
          "mp3start": "00:01:29.42"
        },
        {
          "id": "16",
          "en": "They are not anxious social climbers, and they have no devotion to material things.",
          "native": "他们不是焦虑的社会攀登者，也不热衷于物质事物。",
          "mp3start": "00:01:35.47"
        },
        {
          "id": "17",
          "en": "All this seems to me to link them with life and the origins of things.",
          "native": "在我看来，这一切都将它们与生命和事物的起源联系起来。",
          "mp3start": "00:01:42.97"
        },
        {
          "id": "18",
          "en": "It's as if they were in some sense cosmic beings in violent and lovely contrast with us suburban creatures.",
          "native": "就好像他们在某种意义上是宇宙生物，与我们郊区的生物形成了暴力而可爱的对比。",
          "mp3start": "00:01:49.63"
        },
        {
          "id": "19",
          "en": "All that is in my mind when I meet a young person.",
          "native": "当我遇到一个年轻人时，所有这些都在我的脑海里。",
          "mp3start": "00:01:59.57"
        },
        {
          "id": "20",
          "en": "He may be conceited, ill-mannered,  presumptuous or fatuous,  but I do not turn for protection to dreary cliches about respect for elders --",
          "native": "他可能自负、无礼、自以为是或愚蠢，但我不会求助于关于尊重长辈的沉闷陈词滥调——",
          "mp3start": "00:02:04.36"
        },
        {
          "id": "21",
          "en": "as if mere age were a reason for respect.",
          "native": "就好像年龄本身就是受到尊重的理由。",
          "mp3start": "00:02:16.79"
        },
        {
          "id": "22",
          "en": "I accept that we are equals, and I will argue with him, as an equal, if I think he is wrong.",
          "native": "我承认我们是平等的，如果我认为他错了，我会作为平等的人与他争论。",
          "mp3start": "00:02:21.38"
        }
      ]
    },
    {
      "title": "The Sporting Spirit",
      "mp3file": "06－The Sporting Spirit.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "I am always amazed when I hear people saying that sport creates goodwill between the nations, and that if only the common peoples of the world could meet one another at football or cricket, they would have no inclination to meet on the battlefield.",
          "native": "当我听到人们说体育可以在国家之间建立友好关系，如果世界人民能够在足球或板球比赛中相遇，他们就不会愿意在战场上相遇，我总是感到惊讶。",
          "mp3start": "00:00:14.09"
        },
        {
          "id": "1",
          "en": "Even if one didn't know from concrete examples (the 1936 Olympic Games, for instance) that international sporting contests lead to orgies of hatred, one could deduce it from general principles.",
          "native": "即使人们无法从具体例子（例如 1936 年奥运会）中了解到国际体育竞赛会导致仇恨狂欢，人们也可以从一般原则中推断出这一点。",
          "mp3start": "00:00:30.32"
        },
        {
          "id": "2",
          "en": "Nearly all the sports practised nowadays are competitive.",
          "native": "当今几乎所有的运动都是竞技性的。",
          "mp3start": "00:00:45.53"
        },
        {
          "id": "3",
          "en": "You play to win, and the game has little meaning unless you do your utmost to win.",
          "native": "你玩游戏就是为了赢，除非你竭尽全力去赢，否则游戏就没有意义。",
          "mp3start": "00:00:49.40"
        },
        {
          "id": "4",
          "en": "On the village green, where you pick up sides and no feeling of local patriotism is involved, it is possible to play simply for the fun and exercise: but as soon as a the question of prestige arises, as soon as you feel that you and some larger unit will be disgraced if you lose, the most savage combative instincts are aroused.",
          "native": "在乡村绿地里，你站在一边，不涉及当地的爱国主义感情，你可以纯粹为了乐趣和锻炼而打球：但一旦出现声望问题，一旦你觉得如果你输了，你和一些更大的单位就会蒙羞，最野蛮的好斗本能就会被唤起。",
          "mp3start": "00:00:55.66"
        },
        {
          "id": "5",
          "en": "Anyone who has played even in a school football match knows this.",
          "native": "任何参加过学校足球比赛的人都知道这一点。",
          "mp3start": "00:01:19.34"
        },
        {
          "id": "6",
          "en": "At the international level, sport is frankly mimic warfare.",
          "native": "在国际层面，体育运动坦率地说是模仿战争。",
          "mp3start": "00:01:23.62"
        },
        {
          "id": "7",
          "en": "But the significant thing is not the behaviour of the players but the attitude of the spectators:",
          "native": "但重要的不是球员的行为，而是观众的态度：",
          "mp3start": "00:01:28.62"
        },
        {
          "id": "8",
          "en": "and, behind the spectators, of the nations who work themselves into furies over these absurd contests,",
          "native": "在观众的背后，是那些对这些荒谬的竞赛感到愤怒的国家，",
          "mp3start": "00:01:34.89"
        },
        {
          "id": "9",
          "en": "and seriously believe -- at any rate for short periods -- that running, jumping and kicking a ball are tests of national virtue.",
          "native": "并坚信——至少在短期内——跑、跳、踢球是对民族美德的考验。",
          "mp3start": "00:01:41.93"
        }
      ]
    },
    {
      "title": "Bats",
      "mp3file": "07－Bats.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Not all sounds made by animals serve as language, and we have only to turn to that extraordinary discovery of echo-location in bats to see a case in which the voice plays a strictly utilitarian role.",
          "native": "并非动物发出的所有声音都可以用作语言，我们只需求助于蝙蝠回声定位的非凡发现，就能看到声音发挥严格功利作用的情况。",
          "mp3start": "00:00:18.10"
        },
        {
          "id": "1",
          "en": "To get a full appreciation of what this means we must turn first to some recent human inventions.",
          "native": "为了充分理解这意味着什么，我们必须首先回顾一些人类最近的发明。",
          "mp3start": "00:00:35.97"
        },
        {
          "id": "2",
          "en": "Everyone knows that if he shouts in the vicinity of a wall or a mountainside, an echo will come back.",
          "native": "大家都知道，如果他在墙壁或山腰附近喊叫，就会有回声回来。",
          "mp3start": "00:00:44.33"
        },
        {
          "id": "3",
          "en": "The further off this solid obstruction, the longer time will elapse for the return of the echo.",
          "native": "距离固体障碍物越远，回声返回所需的时间就越长。",
          "mp3start": "00:00:52.71"
        },
        {
          "id": "4",
          "en": "A sound made by tapping on the hull of a ship will be reflected from the sea bottom, and by measuring the time interval between the taps and the receipt of the echoes the depth of the sea at that point can be calculated.",
          "native": "敲击船体发出的声音会从海底反射出来，通过测量敲击和接收回声之间的时间间隔，可以计算出该点的海水深度。",
          "mp3start": "00:01:01.27"
        },
        {
          "id": "5",
          "en": "So was born the echo-sounding apparatus, now in general use in ships.",
          "native": "回声探测装置就这样诞生了，现在在船舶上普遍使用。",
          "mp3start": "00:01:19.36"
        },
        {
          "id": "6",
          "en": "Every solid object will reflect a sound, varying according to the size and nature of the object.",
          "native": "每个固体物体都会反射声音，声音根据物体的大小和性质而变化。",
          "mp3start": "00:01:26.48"
        },
        {
          "id": "7",
          "en": "A shoal of fish will do this.",
          "native": "一群鱼就能做到这一点。",
          "mp3start": "00:01:34.94"
        },
        {
          "id": "8",
          "en": "So it is a comparatively simple step from locating the sea bottom to locating a shoal of fish.",
          "native": "因此，从定位海底到定位鱼群是一个相对简单的步骤。",
          "mp3start": "00:01:37.58"
        },
        {
          "id": "9",
          "en": "With experience, and with improved apparatus, it is now possible not only to locate a shoal but to tell if it is herring, cod, or other well-known fish, by the pattern of its echo.",
          "native": "凭借经验和改进的设备，现在不仅可以定位浅滩，还可以通过回声模式判断它是否是鲱鱼、鳕鱼或其他众所周知的鱼类。",
          "mp3start": "00:01:45.89"
        },
        {
          "id": "10",
          "en": "It has been found that certain bats emit squeaks and by receiving the echoes,",
          "native": "研究发现，某些蝙蝠会发出吱吱声，并通过接收回声，",
          "mp3start": "00:02:01.55"
        },
        {
          "id": "11",
          "en": "they can locate and steer clear of obstacles -- or locate flying insects on which they feed.",
          "native": "它们可以定位并避开障碍物，或者定位它们赖以生存的飞行昆虫。",
          "mp3start": "00:02:07.66"
        },
        {
          "id": "12",
          "en": "This echo-location in bats is often compared with radar, the principle of which is similar.",
          "native": "蝙蝠的这种回声定位通常与雷达进行比较，其原理相似。",
          "mp3start": "00:02:15.81"
        }
      ]
    },
    {
      "title": "Trading Standards",
      "mp3file": "08－Trading Standards.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Chickens slaughtered in the United States, claim officials in Brussels, are not fit to grace European tables.",
          "native": "布鲁塞尔官员声称，在美国屠宰的鸡不适合登上欧洲餐桌。",
          "mp3start": "00:00:13.09"
        },
        {
          "id": "1",
          "en": "No, say the Americans: our fowl are fine, we simply clean them in a different way.",
          "native": "不，美国人说：我们的家禽很好，我们只是用不同的方式清洁它们。",
          "mp3start": "00:00:22.00"
        },
        {
          "id": "2",
          "en": "These days, it is differences in national regulations, far more than tariffs, that put sand in the wheels of trade between rich countries.",
          "native": "如今，让富裕国家之间的贸易车轮陷入困境的，是国家法规的差异，而不仅仅是关税。",
          "mp3start": "00:00:28.94"
        },
        {
          "id": "3",
          "en": "It is not just farmers who are complaining.",
          "native": "抱怨的不仅仅是农民。",
          "mp3start": "00:00:39.33"
        },
        {
          "id": "4",
          "en": "An electric razor that meets the European Union's safety standards must be approved by American testers before it can be sold in the United States, and an American-made dialysis machine needs the EU's okay before it hits the market in Europe.",
          "native": "一款符合欧盟安全标准的电动剃须刀必须经过美国测试人员的批准才能在美国销售，而美国制造的透析机则需要获得欧盟的批准才能进入欧洲市场。",
          "mp3start": "00:00:42.33"
        },
        {
          "id": "5",
          "en": "As it happens, a razor that is safe in Europe is unlikely to electrocute Americans.",
          "native": "事实上，在欧洲安全的剃须刀不太可能让美国人触电身亡。",
          "mp3start": "00:01:01.16"
        },
        {
          "id": "6",
          "en": "So, ask businesses on both sides of the Atlantic, why have two lots of tests where one would do?",
          "native": "那么，问问大西洋两岸的企业，为什么要进行两次测试，而一次测试就可以呢？",
          "mp3start": "00:01:07.60"
        },
        {
          "id": "7",
          "en": "Politicians agree, in principle, so America and the EU have been trying to reach a deal which would eliminate the need to double-test many products.",
          "native": "政界人士原则上同意，因此美国和欧盟一直在努力达成一项协议，以消除对许多产品进行双重测试的需要。",
          "mp3start": "00:01:15.57"
        },
        {
          "id": "8",
          "en": "They hope to finish in time for a trade summit between America and the EU on May 28th.",
          "native": "他们希望能在 5 月 28 日举行的美国和欧盟贸易峰会前及时结束。",
          "mp3start": "00:01:25.21"
        },
        {
          "id": "9",
          "en": "Although negotiators are optimistic, the details are complex enough that they may be hard-pressed to get a deal at all.",
          "native": "尽管谈判代表很乐观，但细节足够复杂，他们可能很难达成协议。",
          "mp3start": "00:01:32.01"
        },
        {
          "id": "10",
          "en": "Why? One difficulty is to construct the agreements.",
          "native": "为什么？一个困难是制定协议。",
          "mp3start": "00:01:40.07"
        },
        {
          "id": "11",
          "en": "The Americans would happily reach one accord on standards for medical devices and then hammer out different pacts covering, say, electronic goods and drug manufacturing.",
          "native": "美国人很乐意就医疗设备标准达成一项协议，然后敲定涵盖电子产品和药品制造等领域的不同协议。",
          "mp3start": "00:01:44.69"
        },
        {
          "id": "12",
          "en": "The EU -- following fine continental traditions -- wants agreement on general principles,",
          "native": "欧盟遵循欧洲大陆的优良传统，希望就一般原则达成一致，",
          "mp3start": "00:01:56.39"
        },
        {
          "id": "13",
          "en": "which could be applied to many types of products and perhaps extended to other countries.",
          "native": "这可以应用于多种类型的产品，或许还可以扩展到其他国家。",
          "mp3start": "00:02:02.77"
        }
      ]
    },
    {
      "title": "Royal Espionage",
      "mp3file": "09－Royal Espionage.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Alfred the Great acted as his own spy, visiting Danish camps disguised as a minstrel.",
          "native": "阿尔弗雷德大帝充当自己的间谍，伪装成吟游诗人访问丹麦营地。",
          "mp3start": "00:00:20.72"
        },
        {
          "id": "1",
          "en": "In those days wandering minstrels were welcome everywhere.",
          "native": "那时，流浪的吟游诗人到处都受到欢迎。",
          "mp3start": "00:00:29.54"
        },
        {
          "id": "2",
          "en": "They were not fighting men, and their harp was their passport.",
          "native": "他们不是战士，他们的竖琴就是他们的护照。",
          "mp3start": "00:00:34.45"
        },
        {
          "id": "3",
          "en": "Alfred had learned many of their ballads in his youth and could vary his programme with acrobatic tricks and simple conjuring.",
          "native": "阿尔弗雷德年轻时就学过他们的许多歌谣，并且可以通过杂技技巧和简单的魔术来改变他的节目。",
          "mp3start": "00:00:39.20"
        },
        {
          "id": "4",
          "en": "While Alfred's little army slowly began to gather at Athelney, the king himself set out to penetrate the camp of Guthrum, the commander of the Danish invaders.",
          "native": "当阿尔弗雷德的小军队开始慢慢地在阿瑟尔尼集结时，国王亲自出发渗透丹麦入侵者指挥官古斯鲁姆的营地。",
          "mp3start": "00:00:49.17"
        },
        {
          "id": "5",
          "en": "These had settled down for the winter at Chippenham: thither Alfred went.",
          "native": "他们在奇彭纳姆定居过冬：阿尔弗雷德去了那里。",
          "mp3start": "00:01:02.26"
        },
        {
          "id": "6",
          "en": "He noticed at once that discipline was slack: the Danes had the self-confidence of conquerors, and their security precautions were casual.",
          "native": "他立刻注意到纪律松懈：丹麦人有着征服者般的自信，他们的安全预防措施也很随意。",
          "mp3start": "00:01:09.32"
        },
        {
          "id": "7",
          "en": "They lived well, on the proceeds of raids on neighbouring regions.",
          "native": "他们靠袭击邻近地区的收入过着很好的生活。",
          "mp3start": "00:01:21.06"
        },
        {
          "id": "8",
          "en": "There they collected women as well as food and drink, and a life of ease had made them soft.",
          "native": "他们在那里收集女人以及食物和饮料，安逸的生活使他们变得柔软。",
          "mp3start": "00:01:26.77"
        },
        {
          "id": "9",
          "en": "Alfred stayed in the camp a week before he returned to Athelney.",
          "native": "阿尔弗雷德在返回阿瑟尔尼之前在营地待了一周。",
          "mp3start": "00:01:34.89"
        },
        {
          "id": "10",
          "en": "The force there assembled was trivial compared with the Danish horde.",
          "native": "与丹麦游牧部落相比，那里集结的兵力微不足道。",
          "mp3start": "00:01:40.13"
        },
        {
          "id": "11",
          "en": "But Alfred had deduced that the Danes were no longer fit for prolonged battle: and that their commissariat had no organization, but depended on irregular raids.",
          "native": "但阿尔弗雷德推断丹麦人不再适合长期战斗：他们的粮食部门没有组织，只能依靠不定期的袭击。",
          "mp3start": "00:01:45.12"
        },
        {
          "id": "12",
          "en": "So, faced with the Danish advance, Alfred did not risk open battle but harried the enemy.",
          "native": "因此，面对丹麦人的进攻，阿尔弗雷德没有冒险公开战斗，而是骚扰敌人。",
          "mp3start": "00:01:58.52"
        },
        {
          "id": "13",
          "en": "He was constantly on the move, drawing the Danes after him.",
          "native": "他不断地移动，吸引着丹麦人追随他。",
          "mp3start": "00:02:06.57"
        },
        {
          "id": "14",
          "en": "His patrols halted the raiding parties: hunger assailed the Danish army.",
          "native": "他的巡逻阻止了突袭队伍：饥饿袭击了丹麦军队。",
          "mp3start": "00:02:11.58"
        },
        {
          "id": "15",
          "en": "Now Alfred began a long series of skirmishes -- and within a month the Danes had surrendered.",
          "native": "现在阿尔弗雷德开始了一系列的小冲突——不到一个月，丹麦人就投降了。",
          "mp3start": "00:02:17.97"
        },
        {
          "id": "16",
          "en": "The episode could reasonably serve as a unique epic of royal espionage!",
          "native": "这一集可以说是一部独特的皇家间谍史诗！",
          "mp3start": "00:02:25.74"
        }
      ]
    },
    {
      "title": "Silicon Valley",
      "mp3file": "10－Silicon Valley.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Technology trends may push Silicon Valley back to the future.",
          "native": "技术趋势可能会推动硅谷回到未来。",
          "mp3start": "00:00:14.59"
        },
        {
          "id": "1",
          "en": "Carver Mead, a pioneer in integrated circuits and a professor of computer science at the California Institute of Technology, notes there are now workstations that enable engineers to design, test and produce chips right on their desks, much the way and editor creates a newsletter on a Macintosh.",
          "native": "集成电路先驱、加州理工学院计算机科学教授卡弗·米德 (Carver Mead) 指出，现在的工作站使工程师能够在办公桌上设计、测试和生产芯片，就像编辑在 Macintosh 上创建时事通讯一样。",
          "mp3start": "00:00:19.04"
        },
        {
          "id": "2",
          "en": "As the time and cost of making a chip drop to a few days and a few hundred dollars, engineers may soon be free to let their imaginations soar without being penalized by expensive failures.",
          "native": "随着制造芯片的时间和成本下降到几天和几百美元，工程师可能很快就可以自由地发挥他们的想象力，而不会因昂贵的故障而受到惩罚。",
          "mp3start": "00:00:41.88"
        },
        {
          "id": "3",
          "en": "Mead predicts that inventors will be able to perfect powerful customized chips over a weekend at the office --",
          "native": "米德预测，发明家将能够在办公室一个周末完善强大的定制芯片——",
          "mp3start": "00:00:55.03"
        },
        {
          "id": "4",
          "en": "spawning a new generation of garage start-ups and giving the U. S.  a jump on its foreign rivals in getting new products to market fast.",
          "native": "催生了新一代的车库初创企业，并使美国在将新产品快速推向市场方面领先于外国竞争对手。",
          "mp3start": "00:01:02.31"
        },
        {
          "id": "5",
          "en": "'We've got more garages with smart people,' Mead observes. 'We really thrive on anarchy. '",
          "native": "“我们有更多的车库，里面都是聪明人，”米德说。 “我们确实在无政府状态下茁壮成长。 '",
          "mp3start": "00:01:13.10"
        },
        {
          "id": "6",
          "en": "And on Asians. Already, orientals and Asian Americans constitute the majority of the engineering staffs at many Valley firms.",
          "native": "还有亚洲人。东方人和亚裔美国人已经成为硅谷许多公司工程人员的主体。",
          "mp3start": "00:01:20.92"
        },
        {
          "id": "7",
          "en": "And Chinese, Korean, Filipino and Indian engineers are graduating in droves from California's colleges.",
          "native": "中国、韩国、菲律宾和印度工程师正成群结队地从加州大学毕业。",
          "mp3start": "00:01:31.09"
        },
        {
          "id": "8",
          "en": "As the heads of next-generation start-ups, these Asian innovators can draw on customs and languages to forge tighter links with crucial Pacific Rim markets.",
          "native": "作为下一代初创企业的负责人，这些亚洲创新者可以利用习俗和语言与重要的环太平洋市场建立更紧密的联系。",
          "mp3start": "00:01:40.09"
        },
        {
          "id": "9",
          "en": "For instance, Alex Au, a Stanford Ph. D. from Hong Kong, has set up a Taiwan factory to challenge Japan's near lock on the memory-chip market.",
          "native": "例如，来自香港的斯坦福大学博士 Alex Au 就在台湾设立了一家工厂，以挑战日本几乎垄断的存储芯片市场。",
          "mp3start": "00:01:52.17"
        },
        {
          "id": "10",
          "en": "India-born N. Damodar Reddy's tiny California company reopened an AT&T chip plant in Kansas City last spring with financing from the state of Missouri.",
          "native": "去年春天，印度出生的达莫达尔·雷迪 (N. Damodar Reddy) 的加州小公司在密苏里州的资助下，在堪萨斯城重新开设了一家 AT&T 芯片工厂。",
          "mp3start": "00:02:04.52"
        },
        {
          "id": "11",
          "en": "Before it becomes a retirement village, Silicon Valley may prove a classroom for building a global business.",
          "native": "在成为退休村之前，硅谷可能会成为建立全球企业的课堂。",
          "mp3start": "00:02:17.26"
        }
      ]
    },
    {
      "title": "How to Grow Old",
      "mp3file": "11－How to Grow Old.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Some old people are oppressed by the fear of death.",
          "native": "一些老人因对死亡的恐惧而感到压抑。",
          "mp3start": "00:00:20.22"
        },
        {
          "id": "1",
          "en": "In the young there is a justification for this feeling.",
          "native": "对于年轻人来说，这种感觉是有道理的。",
          "mp3start": "00:00:25.14"
        },
        {
          "id": "2",
          "en": "Young men who have reason to fear that they will be killed in battle",
          "native": "有理由担心自己会在战斗中阵亡的年轻人",
          "mp3start": "00:00:28.83"
        },
        {
          "id": "3",
          "en": "may justifiably feel bitter in the thought",
          "native": "可能有理由感到痛苦",
          "mp3start": "00:00:33.24"
        },
        {
          "id": "4",
          "en": "that they have been cheated of the best things that life has to offer.",
          "native": "他们被欺骗了，失去了生活所能提供的最好的东西。",
          "mp3start": "00:00:36.79"
        },
        {
          "id": "5",
          "en": "But in an old man who has known human joys and sorrows,",
          "native": "但在一个懂得人间悲欢离合的老人身上，",
          "mp3start": "00:00:42.45"
        },
        {
          "id": "6",
          "en": "and has achieved whatever work it was in him to do,",
          "native": "并完成了他想做的任何工作，",
          "mp3start": "00:00:48.12"
        },
        {
          "id": "7",
          "en": "the fear of death is somewhat abject and ignoble.",
          "native": "对死亡的恐惧是有点卑鄙和不光彩的。",
          "mp3start": "00:00:52.01"
        },
        {
          "id": "8",
          "en": "The best way to overcome it--so at least it seems to me--",
          "native": "克服它的最好方法——至少在我看来——",
          "mp3start": "00:00:56.93"
        },
        {
          "id": "9",
          "en": "is to make your interests gradually wider and more impersonal,",
          "native": "就是让你的兴趣逐渐更广泛、更客观，",
          "mp3start": "00:01:02.67"
        },
        {
          "id": "10",
          "en": "until bit by bit the walls of the ego recede,",
          "native": "直到自我的围墙一点点退去，",
          "mp3start": "00:01:08.05"
        },
        {
          "id": "11",
          "en": "and your life becomes increasingly merged in the universal life.",
          "native": "你的生活会越来越融入普遍的生活。",
          "mp3start": "00:01:13.22"
        },
        {
          "id": "12",
          "en": "An individual human existence should be like a river--",
          "native": "一个人的存在应该像一条河流——",
          "mp3start": "00:01:17.73"
        },
        {
          "id": "13",
          "en": "small at first, narrowly contained within its banks,",
          "native": "起初很小，狭窄地包含在河岸内，",
          "mp3start": "00:01:23.51"
        },
        {
          "id": "14",
          "en": "and rushing passionately past boulders and over waterfalls.",
          "native": "并热情地冲过巨石和瀑布。",
          "mp3start": "00:01:28.42"
        },
        {
          "id": "15",
          "en": "Gradually the river grows wider, the banks recede, the waters flow more quietly,",
          "native": "河水渐渐变宽，河岸退去，水流更加平静，",
          "mp3start": "00:01:33.70"
        },
        {
          "id": "16",
          "en": "and in the end, without any visiblebreak, they become merged in the sea,",
          "native": "最后，没有任何明显的断裂，它们融入了大海，",
          "mp3start": "00:01:41.18"
        },
        {
          "id": "17",
          "en": "and painlessly lose their individual being.",
          "native": "并毫无痛苦地失去他们的个体存在。",
          "mp3start": "00:01:47.44"
        },
        {
          "id": "18",
          "en": "The man who, in old age can see his life in this way,",
          "native": "一个人在年老时还能这样看待自己的生活，",
          "mp3start": "00:01:51.19"
        },
        {
          "id": "19",
          "en": "will not suffer from the fear of death,",
          "native": "不会因死亡的恐惧而痛苦，",
          "mp3start": "00:01:56.77"
        },
        {
          "id": "20",
          "en": "since the things he cares for will continue.",
          "native": "因为他所关心的事情将会继续下去。",
          "mp3start": "00:01:59.54"
        },
        {
          "id": "21",
          "en": "And if, with the decay of vitality, weariness increases,",
          "native": "如果随着活力的衰退而疲倦增加，",
          "mp3start": "00:02:03.38"
        },
        {
          "id": "22",
          "en": "the thought of rest will be not unwelcome.",
          "native": "休息的想法不会不受欢迎。",
          "mp3start": "00:02:10.52"
        },
        {
          "id": "23",
          "en": "I should wish to die while still at work,",
          "native": "我宁愿死在工作中，",
          "mp3start": "00:02:14.29"
        },
        {
          "id": "24",
          "en": "knowing that others will carry on what I can no longer do,",
          "native": "知道其他人会继续我不能再做的事情，",
          "mp3start": "00:02:17.82"
        },
        {
          "id": "25",
          "en": "and content in the thought that what was possible has been done.",
          "native": "并满足于认为可能的事情已经完成。",
          "mp3start": "00:02:22.36"
        }
      ]
    },
    {
      "title": "Banks and Their Customers",
      "mp3file": "12－Banks and Their Customers.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "When anyone opens a current account at a bank, he is lending the bank money,",
          "native": "当任何人在银行开设活期账户时，他就是在借钱给银行，",
          "mp3start": "00:00:15.50"
        },
        {
          "id": "1",
          "en": "repayment of which he may demand at any time either in cash or by drawing a cheque in favour of another person.",
          "native": "他可以随时以现金或开具他人支票的方式要求偿还。",
          "mp3start": "00:00:20.69"
        },
        {
          "id": "2",
          "en": "Primarily, the banker-customer relationship is that of debtor and creditor--",
          "native": "首先，银行与客户的关系是债务人和债权人的关系——",
          "mp3start": "00:00:29.28"
        },
        {
          "id": "3",
          "en": "who is which depending on whether the customer's account is in credit or is overdrawn.",
          "native": "谁是谁，取决于客户的账户是有信用还是透支。",
          "mp3start": "00:00:35.26"
        },
        {
          "id": "4",
          "en": "But, in addition to that basically simple concept,",
          "native": "但是，除了这个基本简单的概念之外，",
          "mp3start": "00:00:40.53"
        },
        {
          "id": "5",
          "en": "the bank and its customer owe a large number of obligations to one another.",
          "native": "银行及其客户彼此负有大量义务。",
          "mp3start": "00:00:43.76"
        },
        {
          "id": "6",
          "en": "Many of these obligations can give rise to problems and complications but a bank customer, unlike, say, a buyer of goods,",
          "native": "其中许多义务可能会引起问题和复杂化，但银行客户与商品买家不同，",
          "mp3start": "00:00:49.72"
        },
        {
          "id": "7",
          "en": "cannot complain that the law is loaded against him.",
          "native": "不能抱怨法律对他不利。",
          "mp3start": "00:00:58.87"
        },
        {
          "id": "8",
          "en": "The bank must obey its customer's instructions, and not those of anyone else.",
          "native": "银行必须服从客户的指示，而不是其他任何人的指示。",
          "mp3start": "00:01:02.59"
        },
        {
          "id": "9",
          "en": "When, for example, a customer first opens an account, he instructs the bank to debit his account only in respect of cheques drawn by himself.",
          "native": "例如，当客户第一次开立账户时，他指示银行仅将自己开出的支票从其账户中扣除。",
          "mp3start": "00:01:07.79"
        },
        {
          "id": "10",
          "en": "He gives the bank specimens of his signature, and there is a very firm rule",
          "native": "他给银行签名样本，有一个非常严格的规则",
          "mp3start": "00:01:17.88"
        },
        {
          "id": "11",
          "en": "that the bank has no right or authority to pay out a customer's money on a cheque",
          "native": "银行无权或授权通过支票支付客户的钱",
          "mp3start": "00:01:22.82"
        },
        {
          "id": "12",
          "en": "on which its customer's signature has been forged.",
          "native": "其客户签名已被伪造。",
          "mp3start": "00:01:27.94"
        },
        {
          "id": "13",
          "en": "It makes no difference that the forgery may have been a very skillful one:",
          "native": "毫无疑问，伪造可能是一件非常熟练的事情：",
          "mp3start": "00:01:31.90"
        },
        {
          "id": "14",
          "en": "the bank must recognize its customer's signature.",
          "native": "银行必须识别其客户的签名。",
          "mp3start": "00:01:36.48"
        },
        {
          "id": "15",
          "en": "For this reason there is no risk to the customer in the practice, adopted by banks, of printing the customer's name on his cheques.",
          "native": "因此，银行在支票上印上客户姓名的做法不会给客户带来任何风险。",
          "mp3start": "00:01:40.24"
        },
        {
          "id": "16",
          "en": "If this facilitates forgery, it is the bank which will lose, not the customer.",
          "native": "如果这有利于伪造，损失的是银行，而不是客户。",
          "mp3start": "00:01:49.00"
        }
      ]
    },
    {
      "title": "The Search for Oil",
      "mp3file": "13－The Search for Oil.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "The deepest holes of all are made for oil, and they go down to as much as 25, 000 feet.",
          "native": "最深的洞是为了石油而挖的，深达 25, 000 英尺。",
          "mp3start": "00:00:16.98"
        },
        {
          "id": "1",
          "en": "But we do not need to send man down to get the oil out, as we must with other mineral deposits.",
          "native": "但我们不需要像开采其他矿藏那样派人下去开采石油。",
          "mp3start": "00:00:26.09"
        },
        {
          "id": "2",
          "en": "The holes are only borings, less than a foot in diameter.",
          "native": "这些孔只是钻孔，直径不到一英尺。",
          "mp3start": "00:00:34.31"
        },
        {
          "id": "3",
          "en": "My particular experience is largely in oil, and the search for oil has done more to improve deep drilling than any other mining activity.",
          "native": "我的特殊经验主要是在石油方面，与任何其他采矿活动相比，寻找石油对改善深钻探的贡献更大。",
          "mp3start": "00:00:40.18"
        },
        {
          "id": "4",
          "en": "When it has been decided where we are going to drill,",
          "native": "当我们决定要在哪里进行钻探时",
          "mp3start": "00:00:52.31"
        },
        {
          "id": "5",
          "en": "we put up at the surface an oil derrick.",
          "native": "我们在地面搭建了一个石油井架。",
          "mp3start": "00:00:56.08"
        },
        {
          "id": "6",
          "en": "It has to be tall because it is like a giant block and tackle and we have to lower into the ground",
          "native": "它必须很高，因为它就像一个巨大的滑轮组，我们必须降低到地面",
          "mp3start": "00:00:59.84"
        },
        {
          "id": "7",
          "en": "and haul out of the ground great lengths of drill pipe which are rotated by an engine at the top",
          "native": "然后将长长的钻杆从地面拖出，这些钻杆由顶部的发动机旋转",
          "mp3start": "00:01:06.82"
        },
        {
          "id": "8",
          "en": "and are fitted with a cutting bit at the bottom.",
          "native": "并在底部装有切割头。",
          "mp3start": "00:01:13.84"
        },
        {
          "id": "9",
          "en": "The geologist needs to know what rocks the drill has reached,",
          "native": "地质学家需要知道钻头已经到达了哪些岩石，",
          "mp3start": "00:01:17.95"
        },
        {
          "id": "10",
          "en": "so every so often a sample is obtained with a coring bit.",
          "native": "因此，时常使用取芯钻头获取样本。",
          "mp3start": "00:01:22.67"
        },
        {
          "id": "11",
          "en": "It cuts a clean cylinder of rock, from which can be seen the strata the drill has been cutting through.",
          "native": "它切割出一个干净的圆柱体岩石，从中可以看到钻头已经切割过的地层。",
          "mp3start": "00:01:28.11"
        },
        {
          "id": "12",
          "en": "Once we get down to the oil, it usually flows to the surface because great pressure either from gas or water, is pushing it.",
          "native": "一旦我们到达石油，它通常会流到地表，因为来自气体或水的巨大压力正在推动它。",
          "mp3start": "00:01:36.45"
        },
        {
          "id": "13",
          "en": "This pressure must be under control, and we control it by means of the mud which we circulate down the drill pipe.",
          "native": "该压力必须受到控制，我们通过沿着钻杆循环的泥浆来控制它。",
          "mp3start": "00:01:46.93"
        },
        {
          "id": "14",
          "en": "We endeavour to avoid the old, romantic idea of a gusher, which wastes oil and gas.",
          "native": "我们努力避免传统的、浪漫的喷井观念，因为这种观念会浪费石油和天然气。",
          "mp3start": "00:01:56.22"
        },
        {
          "id": "15",
          "en": "We want it to stay down the hole until we can lead it off in a controlled manner.",
          "native": "我们希望它留在洞里，直到我们能够以受控的方式引导它离开。",
          "mp3start": "00:02:04.33"
        }
      ]
    },
    {
      "title": "The Butterfly Effect",
      "mp3file": "14－The Butterfly Effect.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Beyond two or three days, the world's best weather forecasts are speculative,",
          "native": "超过两三天，世界上最好的天气预报都是推测性的，",
          "mp3start": "00:00:17.46"
        },
        {
          "id": "1",
          "en": "and beyond six or seven they are worthless.",
          "native": "超过六七个就毫无价值了。",
          "mp3start": "00:00:23.20"
        },
        {
          "id": "2",
          "en": "The Butterfly Effect is the reason.",
          "native": "蝴蝶效应就是原因。",
          "mp3start": "00:00:26.84"
        },
        {
          "id": "3",
          "en": "For small pieces of weather--",
          "native": "对于小天气——",
          "mp3start": "00:00:30.02"
        },
        {
          "id": "4",
          "en": "and to a global forecaster, small can mean thunderstorms and blizzards--",
          "native": "对于全球预报员来说，小雨可能意味着雷暴和暴风雪——",
          "mp3start": "00:00:32.07"
        },
        {
          "id": "5",
          "en": "any prediction deteriorates rapidly.",
          "native": "任何预测都会迅速恶化。",
          "mp3start": "00:00:37.13"
        },
        {
          "id": "6",
          "en": "Errors and uncertainties multiply, cascading upward through a chain of turbulent features,",
          "native": "错误和不确定性成倍增加，通过一系列动荡的特征向上级联，",
          "mp3start": "00:00:40.35"
        },
        {
          "id": "7",
          "en": "from dust devils and squalls up to continent-size eddies that only satellites can see.",
          "native": "从尘暴和暴风雨到只有卫星才能看到的大陆大小的漩涡。",
          "mp3start": "00:00:46.71"
        },
        {
          "id": "8",
          "en": "The modern weather models work with a grid of points of the order of sixty miles apart,",
          "native": "现代天气模型使用相距六十英里的点网格，",
          "mp3start": "00:00:53.91"
        },
        {
          "id": "9",
          "en": "and even so, some starting data has to be guessed,",
          "native": "即便如此，也必须猜测一些起始数据，",
          "mp3start": "00:00:59.92"
        },
        {
          "id": "10",
          "en": "since ground stations and satellites cannot see everywhere.",
          "native": "因为地面站和卫星无法看到所有地方。",
          "mp3start": "00:01:04.08"
        },
        {
          "id": "11",
          "en": "But suppose the earth could be covered with sensors spaced one foot apart,",
          "native": "但假设地球上布满了​​间隔一英尺的传感器，",
          "mp3start": "00:01:08.69"
        },
        {
          "id": "12",
          "en": "rising at one-foot intervals all the way to the top of the atmosphere.",
          "native": "以一英尺的间隔一直上升到大气层的顶部。",
          "mp3start": "00:01:13.41"
        },
        {
          "id": "13",
          "en": "Suppose every sensor gives perfectly accurate readings of temperature,",
          "native": "假设每个传感器都能提供完全准确的温度读数，",
          "mp3start": "00:01:19.00"
        },
        {
          "id": "14",
          "en": "pressure, humidity, and any other quantity a meteorologist would want.",
          "native": "压力、湿度以及气象学家想要的任何其他量。",
          "mp3start": "00:01:24.13"
        },
        {
          "id": "15",
          "en": "Precisely at noon an infinitely powerful computer takes all the data and calculates what will happen at each point",
          "native": "就在中午，一台功能无限的计算机获取所有数据并计算每个点会发生什么",
          "mp3start": "00:01:30.61"
        },
        {
          "id": "16",
          "en": "at 12.01, then 12.02, then 12.03...",
          "native": "12.01，然后 12.02，然后 12.03...",
          "mp3start": "00:01:39.25"
        },
        {
          "id": "17",
          "en": "The computer will still be unable to predict whether Princeton, New Jersey, will have sun or rain on a day one month away.",
          "native": "计算机仍然无法预测一个月后新泽西州普林斯顿的某一天是晴天还是下雨。",
          "mp3start": "00:01:45.38"
        },
        {
          "id": "18",
          "en": "At noon the spaces between the sensors will hide fluctuations that the computer will not know about,",
          "native": "中午，传感器之间的空间会隐藏计算机无法知道的波动，",
          "mp3start": "00:01:54.42"
        },
        {
          "id": "19",
          "en": "tiny deviations from the average.",
          "native": "与平均值的微小偏差。",
          "mp3start": "00:02:01.52"
        },
        {
          "id": "20",
          "en": "By 12.01, those fluctuations will already have created small errors one foot away.",
          "native": "到 12.01，这些波动已经在一英尺之外造成了小误差。",
          "mp3start": "00:02:04.37"
        },
        {
          "id": "21",
          "en": "Soon the errors will have multiplied to the ten-foot scale, and so on up to the size of the globe.",
          "native": "很快，误差就会扩大到十英尺的规模，依此类推，扩大到地球的大小。",
          "mp3start": "00:02:11.94"
        }
      ]
    },
    {
      "title": "Secrecy in Industry",
      "mp3file": "15－Secrecy in Industry.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Two factors weigh heavily against the effectiveness of scientific research in industry.",
          "native": "有两个因素严重影响工业科学研究的有效性。",
          "mp3start": "00:00:17.82"
        },
        {
          "id": "1",
          "en": "One is the general atmosphere of secrecy in which it is carried out,",
          "native": "一是整个过程的保密气氛，",
          "mp3start": "00:00:25.27"
        },
        {
          "id": "2",
          "en": "the other the lack of freedom of the individual research worker.",
          "native": "另一个是研究人员个人缺乏自由。",
          "mp3start": "00:00:31.01"
        },
        {
          "id": "3",
          "en": "In so far as any inquiry is a secret one,",
          "native": "就任何调查而言，都是秘密的",
          "mp3start": "00:00:36.05"
        },
        {
          "id": "4",
          "en": "it naturally limits all those engaged in carrying it out from effective contact with their fellow scientists either in other countries or in universities,",
          "native": "它自然限制了所有从事这项工作的人与其他国家或大学的科学家同行的有效接触，",
          "mp3start": "00:00:40.13"
        },
        {
          "id": "5",
          "en": "or even, often enough, in other departments of the same firm.",
          "native": "甚至，通常是在同一家公司的其他部门。",
          "mp3start": "00:00:51.21"
        },
        {
          "id": "6",
          "en": "The degree of secrecy naturally varies considerably.",
          "native": "保密程度自然差异很大。",
          "mp3start": "00:00:57.33"
        },
        {
          "id": "7",
          "en": "Some of the bigger firms are engaged in researches which are of such general and fundamental nature",
          "native": "一些较大的公司正在从事具有普遍性和基础性的研究",
          "mp3start": "00:01:01.76"
        },
        {
          "id": "8",
          "en": "that it is a positive advantage to them not to keep them secret.",
          "native": "不保守秘密对他们来说是一个积极的优势。",
          "mp3start": "00:01:09.15"
        },
        {
          "id": "9",
          "en": "Yet a great many processes depending on such research are sought for with complete secrecy until the stage at which patents can be taken out.",
          "native": "然而，许多依赖于此类研究的过程都是在完全保密的情况下进行的，直到可以申请专利的阶段为止。",
          "mp3start": "00:01:15.02"
        },
        {
          "id": "10",
          "en": "Even more processes are never patented at all but kept as secret processes.",
          "native": "更多的工艺根本没有申请专利，而是作为秘密工艺保存。",
          "mp3start": "00:01:25.75"
        },
        {
          "id": "11",
          "en": "This applies particularly to chemical industries,",
          "native": "这尤其适用于化学工业，",
          "mp3start": "00:01:32.43"
        },
        {
          "id": "12",
          "en": "where chance discoveries play a much larger part than they do in physical and mechanical industries.",
          "native": "偶然发现比物理和机械工业发挥更大的作用。",
          "mp3start": "00:01:37.00"
        },
        {
          "id": "13",
          "en": "Sometimes the secrecy goes to such an extent that the whole nature of the research cannot be mentioned.",
          "native": "有时，保密程度达到了无法提及研究的全部性质的程度。",
          "mp3start": "00:01:44.51"
        },
        {
          "id": "14",
          "en": "Many firms, for instance have great difficulty in obtaining technical or scientific books from libraries",
          "native": "例如，许多公司很难从图书馆获取技术或科学书籍",
          "mp3start": "00:01:53.17"
        },
        {
          "id": "15",
          "en": "because they are unwilling to have their names entered as having taken out such and such a book,",
          "native": "因为他们不愿意把自己的名字录入，因为他们拿出了某某书，",
          "mp3start": "00:02:00.95"
        },
        {
          "id": "16",
          "en": "for fear the agents of other firms should be able to trace the kind of research they are likely to be undertaking.",
          "native": "因为担心其他公司的代理人应该能够追踪他们可能正在进行的研究类型。",
          "mp3start": "00:02:07.65"
        }
      ]
    },
    {
      "title": "The Modern City",
      "mp3file": "16－The Modern City.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "In the organization of industrial life the influence of the factory upon the physiological and mental state of the workers has been completely neglected.",
          "native": "在工业生活的组织中，工厂对工人生理和心理状态的影响被完全忽视了。",
          "mp3start": "00:00:15.45"
        },
        {
          "id": "1",
          "en": "Modern industry is based on the conception of the maximum production at lowest cost,",
          "native": "现代工业基于以最低成本获得最大产量的理念，",
          "mp3start": "00:00:26.73"
        },
        {
          "id": "2",
          "en": "in order that an individual or a group of individuals may earn as much money as possible.",
          "native": "以便个人或一群人可以赚到尽可能多的钱。",
          "mp3start": "00:00:33.05"
        },
        {
          "id": "3",
          "en": "It has expanded without any idea of the true nature of the human beings who run the machines,",
          "native": "它的扩张完全不了解操作机器的人类的真实本质，",
          "mp3start": "00:00:40.09"
        },
        {
          "id": "4",
          "en": "and without giving any consideration to the effects produced on the individuals and on their descendants by the artificial mode of existence imposed by the factory.",
          "native": "没有考虑工厂强加的人为生存模式对个人及其后代产生的影响。",
          "mp3start": "00:00:46.55"
        },
        {
          "id": "5",
          "en": "The great cities have been built with no regard for us.",
          "native": "大城市的建造并没有考虑到我们。",
          "mp3start": "00:00:58.63"
        },
        {
          "id": "6",
          "en": "The shape and dimensions of the skyscrapers depend entirely on the necessity of obtaining the maximum income per square foot of ground,",
          "native": "摩天大楼的形状和尺寸完全取决于获得每平方英尺土地最大收入的必要性，",
          "mp3start": "00:01:02.65"
        },
        {
          "id": "7",
          "en": "and of offering to the tenants offices and apartments that please them.",
          "native": "并向租户提供令他们满意的办公室和公寓。",
          "mp3start": "00:01:11.68"
        },
        {
          "id": "8",
          "en": "This caused the construction of gigantic buildings where too large masses of human beings are crowded together.",
          "native": "这导致了巨大的建筑物的建造，太多的人挤在一起。",
          "mp3start": "00:01:16.53"
        },
        {
          "id": "9",
          "en": "Civilized men like such a way of living.",
          "native": "文明人喜欢这样的生活方式。",
          "mp3start": "00:01:24.66"
        },
        {
          "id": "10",
          "en": "While they enjoy the comfort and banal luxury of their dwelling, they do not realize that they are deprived of the necessities of life.",
          "native": "当他们享受住所的舒适和平庸的奢华时，他们没有意识到他们被剥夺了生活必需品。",
          "mp3start": "00:01:27.97"
        },
        {
          "id": "11",
          "en": "The modern city consists of monstrous edifices and of dark, narrow streets full of petrol fumes and toxic gases,",
          "native": "现代城市由巨大的大厦和充满汽油味和有毒气体的黑暗狭窄的街道组成，",
          "mp3start": "00:01:37.06"
        },
        {
          "id": "12",
          "en": "torn by the noise of the taxicabs, lorries and buses, and thronged ceaselessly by great crowds.",
          "native": "出租车、卡车和公共汽车的噪音撕裂了这里，人群不断拥挤。",
          "mp3start": "00:01:46.20"
        },
        {
          "id": "13",
          "en": "Obviously, it has not been planned for the good of its inhabitants.",
          "native": "显然，它并不是为了居民的利益而规划的。",
          "mp3start": "00:01:54.58"
        }
      ]
    },
    {
      "title": "A Man-made Disease",
      "mp3file": "17－A Man-made Disease.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "In the early days of the settlement of Australia, enterprising settlers unwisely introduced the European rabbit.",
          "native": "在澳大利亚定居初期，有进取心的定居者不明智地引入了欧洲兔。",
          "mp3start": "00:00:18.28"
        },
        {
          "id": "1",
          "en": "This rabbit had no natural enemies in the Antipodes, so that it multiplied with that promiscuous abandon characteristic of rabbits.",
          "native": "这种兔子在对足动物中没有天敌，因此它以兔子的混杂抛弃特性繁殖。",
          "mp3start": "00:00:28.42"
        },
        {
          "id": "2",
          "en": "It overran a whole continent.",
          "native": "它覆盖了整个大陆。",
          "mp3start": "00:00:40.42"
        },
        {
          "id": "3",
          "en": "It caused devastation by burrowing and by devouring the herbage which might have maintained millions of sheep and cattle.",
          "native": "它通过挖洞和吞噬原本可以养活数百万只羊和牛的牧草而造成破坏。",
          "mp3start": "00:00:43.87"
        },
        {
          "id": "4",
          "en": "Scientists discovered that this particular variety of rabbit (and apparently no other animal) was susceptible to a fatal virus disease, myxomatosis.",
          "native": "科学家发现，这种特殊品种的兔子（显然没有其他动物）容易感染致命的病毒性疾病——粘液瘤病。",
          "mp3start": "00:00:52.99"
        },
        {
          "id": "5",
          "en": "By infecting animals and letting them loose in the burrows, local epidemics of this disease could be created.",
          "native": "通过感染动物并将它们释放到洞穴中，可能会造成这种疾病的局部流行。",
          "mp3start": "00:01:06.84"
        },
        {
          "id": "6",
          "en": "Later it was found that there was a type of mosquito which acted as the carrier of this disease and passed it on to the rabbits.",
          "native": "后来发现有一种蚊子是这种疾病的携带者，并将其传染给兔子。",
          "mp3start": "00:01:15.06"
        },
        {
          "id": "7",
          "en": "So while the rest of the world was trying to get rid of mosquitoes, Australia was encouraging this one.",
          "native": "因此，当世界其他国家都在努力消灭蚊子时，澳大利亚却在鼓励这种蚊子。",
          "mp3start": "00:01:23.84"
        },
        {
          "id": "8",
          "en": "It effectively spread the disease all over the continent and drastically reduced the rabit population.",
          "native": "它有效地将疾病传播到整个大陆，并大幅减少了兔子的数量。",
          "mp3start": "00:01:31.14"
        },
        {
          "id": "9",
          "en": "It later became apparent that rabbits were developing a degree of resistance to this disease,",
          "native": "后来发现兔子对这种疾病产生了一定程度的抵抗力，",
          "mp3start": "00:01:39.62"
        },
        {
          "id": "10",
          "en": "so that the rabbit population was unlikely to be completely exterminated.",
          "native": "因此兔子种群不太可能被完全消灭。",
          "mp3start": "00:01:45.88"
        },
        {
          "id": "11",
          "en": "There were hopes, however, that the problem of the rabbit would become manageable.",
          "native": "然而，人们希望兔子的问题能够得到解决。",
          "mp3start": "00:01:51.88"
        },
        {
          "id": "12",
          "en": "Ironically, Europe, which had bequeathed the rabbit as a pest to Australia, acquired this man-made disease as a pestilence.",
          "native": "具有讽刺意味的是，欧洲将兔子作为害虫遗赠给了澳大利亚，却将这种人造疾病作为瘟疫传染给了澳大利亚。",
          "mp3start": "00:01:58.72"
        },
        {
          "id": "13",
          "en": "A French physician decided to get rid of the wild rabbits on his own estate and introduced myxomatosis.",
          "native": "一位法国医生决定消灭他自己庄园里的野兔，并引入了粘液瘤病。",
          "mp3start": "00:02:09.37"
        },
        {
          "id": "14",
          "en": "It did not, however, remain within the confines of this estate.",
          "native": "然而，它并没有留在这个庄园的范围内。",
          "mp3start": "00:02:17.03"
        },
        {
          "id": "15",
          "en": "It spread through France, where wild rabbits are not generally regarded as a pest but as a sport and a useful food supply,",
          "native": "它传播到法国，在那里野兔通常不被视为害虫，而是一种运动和有用的食物供应，",
          "mp3start": "00:02:22.13"
        },
        {
          "id": "16",
          "en": "and it spread to Britain where wild rabbits are regarded as a pest but where domesticated rabbits,",
          "native": "它传播到了英国，那里的野兔被视为害虫，但那里的家兔，",
          "mp3start": "00:02:31.53"
        },
        {
          "id": "17",
          "en": "equally susceptible to the disease, are the basis of a profitable fur industry.",
          "native": "同样容易受到这种疾病的影响，是毛皮工业盈利的基础。",
          "mp3start": "00:02:38.62"
        },
        {
          "id": "18",
          "en": "The question became one of whether Man could control the disease he had invented.",
          "native": "问题之一是人类能否控制他发明的疾病。",
          "mp3start": "00:02:45.50"
        }
      ]
    },
    {
      "title": "Porpoises",
      "mp3file": "18－Porpoises.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "There has long been a superstition among mariners that porpoises will save drowning men by pushing them to the surface,",
          "native": "水手们长期以来一直迷信，认为海豚会将溺水者推到水面来拯救他们，",
          "mp3start": "00:00:15.63"
        },
        {
          "id": "1",
          "en": "or protect them from sharks by surrounding them in defensive formation.",
          "native": "或者通过将它们包围成防御阵型来保护它们免受鲨鱼的侵害。",
          "mp3start": "00:00:23.59"
        },
        {
          "id": "2",
          "en": "Marine Studio biologists have pointed out that, however intelligent they may be,",
          "native": "海洋工作室的生物学家指出，无论它们有多聪明，",
          "mp3start": "00:00:29.17"
        },
        {
          "id": "3",
          "en": "it is probably a mistake to credit dolphins with any motive of life-saving.",
          "native": "认为海豚具有拯救生命的动机可能是错误的。",
          "mp3start": "00:00:34.75"
        },
        {
          "id": "4",
          "en": "On the occasions when they have pushed to shore an unconscious human being they have much more likely done it out of curiosity or for sport,",
          "native": "当他们把一个失去知觉的人推上岸时，他们更有可能是出于好奇或为了好玩，",
          "mp3start": "00:00:40.59"
        },
        {
          "id": "5",
          "en": "as in riding the bow waves of a ship.",
          "native": "就像乘着船头的波浪一样。",
          "mp3start": "00:00:49.66"
        },
        {
          "id": "6",
          "en": "In 1928 some porpoises were photographed working like beavers to push ashore a waterlogged mattress.",
          "native": "1928 年，一些海豚被拍到像海狸一样将浸水的床垫推上岸。",
          "mp3start": "00:00:53.49"
        },
        {
          "id": "7",
          "en": "If, as has been reported, they have protected humans from sharks,",
          "native": "如果像报道的那样，它们保护了人类免受鲨鱼的侵害，",
          "mp3start": "00:01:01.70"
        },
        {
          "id": "8",
          "en": "it may have been because curiosity attracted them and because the scent of a possible meal attracted the sharks.",
          "native": "可能是因为好奇心吸引了它们，也可能是因为可能的食物的气味吸引了鲨鱼。",
          "mp3start": "00:01:06.35"
        },
        {
          "id": "9",
          "en": "Porpoises and sharks are natural enemies.",
          "native": "海豚和鲨鱼是天敌。",
          "mp3start": "00:01:14.03"
        },
        {
          "id": "10",
          "en": "It is possible that upon such an occasion a battle ensued, with the sharks being driven away or killed.",
          "native": "在这种情况下，可能会发生一场战斗，鲨鱼被赶走或杀死。",
          "mp3start": "00:01:17.32"
        },
        {
          "id": "11",
          "en": "Whether it be bird, fish or beast, the porpoise is intrigued with anything that is alive.",
          "native": "无论是鸟、鱼还是野兽，海豚对任何有生命的东西都感兴趣。",
          "mp3start": "00:01:24.97"
        },
        {
          "id": "12",
          "en": "They are constantly after the turtles, who peacefully submit to all sorts of indignities.",
          "native": "他们不断地追捕海龟，而海龟却平静地接受了各种侮辱。",
          "mp3start": "00:01:31.85"
        },
        {
          "id": "13",
          "en": "One young calf especially enjoyed raising a turtle to the surface with his snout,",
          "native": "一只小牛特别喜欢用鼻子把海龟举到水面，",
          "mp3start": "00:01:37.78"
        },
        {
          "id": "14",
          "en": "and then shoving him across the tank like an aquaplane.",
          "native": "然后像滑水机一样把他推过坦克。",
          "mp3start": "00:01:43.53"
        },
        {
          "id": "15",
          "en": "Almost any day a young porpoises may be seen trying to turn a 300-pound sea turtle over by sticking his snout under the edge of his shell and pushing up for dear life.",
          "native": "几乎每天，人们都会看到一只年幼的江豚试图将一只 300 磅重的海龟翻过来，将鼻子伸到海龟壳的边缘下，然后奋力向上推，以求保命。",
          "mp3start": "00:01:48.38"
        },
        {
          "id": "16",
          "en": "This is not easy, and may require two porpoises working together.",
          "native": "这并不容易，可能需要两只海豚一起工作。",
          "mp3start": "00:02:00.82"
        },
        {
          "id": "17",
          "en": "In another game, as the turtle swims across the oceanarium, the first porpoise swoops down from above and butts his shell with his belly.",
          "native": "在另一场游戏中，当海龟游过海洋馆时，第一只鼠海豚从上方俯冲下来，用腹部抵住龟壳。",
          "mp3start": "00:02:06.35"
        },
        {
          "id": "18",
          "en": "This knocks the turtle down several feet.",
          "native": "这会将乌龟击落几英尺。",
          "mp3start": "00:02:16.45"
        },
        {
          "id": "19",
          "en": "He no sooner recovers his equilibrium than the next porpoises comes along and hits him another crack.",
          "native": "他刚恢复平衡，下一只海豚就出现了，再次袭击了他。",
          "mp3start": "00:02:19.67"
        },
        {
          "id": "20",
          "en": "Eventually the turtle has been butted all the way down to the floor of the tank.",
          "native": "最终，乌龟被一路撞到了水箱的地板上。",
          "mp3start": "00:02:27.25"
        },
        {
          "id": "21",
          "en": "He is now satisfied merely to try to stand up, but as soon as he does so a porpoise knocks him flat.",
          "native": "现在他只要试着站起来就心满意足了，但当他站起来时，一只海豚把他撞倒了。",
          "mp3start": "00:02:33.07"
        },
        {
          "id": "22",
          "en": "The turtle at last gives up by pulling his feet under his shell and the game is over.",
          "native": "乌龟最终放弃了，把脚拉到龟壳里，游戏结束了。",
          "mp3start": "00:02:41.12"
        }
      ]
    },
    {
      "title": "The Stuff of Dreams",
      "mp3file": "19－The Stuff of Dreams.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "It is fairly clear that the sleeping period must have some function, and because there is so much of it the function would seem to be important.",
          "native": "很明显，睡眠期一定有某种功能，而且由于睡眠时间如此之多，所以这种功能似乎很重要。",
          "mp3start": "00:00:18.37"
        },
        {
          "id": "1",
          "en": "Speculations about its nature have been going on for literally thousands of years,",
          "native": "关于它的本质的猜测已经持续了数千年，",
          "mp3start": "00:00:28.71"
        },
        {
          "id": "2",
          "en": "and one odd finding that makes the problem puzzling is that it looks very much as if sleeping is not simply a matter of giving the body a rest.",
          "native": "一个让这个问题令人费解的奇怪发现是，睡眠似乎不仅仅是让身体休息的问题。",
          "mp3start": "00:00:35.16"
        },
        {
          "id": "3",
          "en": "'Rest', in terms of muscle relaxation and so on, can be achieved by a brief period lying, or even sitting down.",
          "native": "“休息”，即肌肉放松等，可以通过短暂的躺卧甚至坐下来实现。",
          "mp3start": "00:00:45.36"
        },
        {
          "id": "4",
          "en": "The body's tissues are self-repairing and self-restoring to a degree, and function best when more or less continuously active.",
          "native": "身体的组织在一定程度上具有自我修复和自我恢复的能力，当或多或少持续活跃时，其功能最佳。",
          "mp3start": "00:00:55.75"
        },
        {
          "id": "5",
          "en": "In fact a basic amount of movement occurs during sleep which is specifically concerned with preventing muscle inactivity.",
          "native": "事实上，睡眠期间会发生基本的运动量，这特别与防止肌肉不活动有关。",
          "mp3start": "00:01:06.27"
        },
        {
          "id": "6",
          "en": "If it is not a question of resting the body, then perhaps it is the brain that needs resting?",
          "native": "如果不是身体需要休息的问题，那么或许是大脑需要休息呢？",
          "mp3start": "00:01:15.66"
        },
        {
          "id": "7",
          "en": "This might be a plausible hypothesis were it not for two factors.",
          "native": "如果没有两个因素的话，这可能是一个合理的假设。",
          "mp3start": "00:01:23.65"
        },
        {
          "id": "8",
          "en": "First the electroencephalograph (which is simply a device for recording the electrical activity of the brain by attaching electrodes to the scalp)",
          "native": "首先是脑电图仪（它只是一种通过将电极连接到头皮来记录大脑电活动的设备）",
          "mp3start": "00:01:29.37"
        },
        {
          "id": "9",
          "en": "shows that while there is a change in the pattern of activity during sleep,",
          "native": "表明虽然睡眠期间的活动模式发生了变化，",
          "mp3start": "00:01:40.75"
        },
        {
          "id": "10",
          "en": "there is no evidence that the total amount of activity is any less.",
          "native": "没有证据表明活动总量有所减少。",
          "mp3start": "00:01:45.80"
        },
        {
          "id": "11",
          "en": "The second factor is more interesting and more fundamental.",
          "native": "第二个因素更有趣，也更基本。",
          "mp3start": "00:01:51.36"
        },
        {
          "id": "12",
          "en": "Some years ago an American psychiatrist named William Dement published experiments dealing with the recording of eye-movements during sleep.",
          "native": "几年前，一位名叫威廉·德门特的美国精神病学家发表了记录睡眠期间眼球运动的实验。",
          "mp3start": "00:01:56.00"
        },
        {
          "id": "13",
          "en": "He showed that the average individual's sleep cycle is punctuated with peculiar bursts of eye-movements, some drifting and slow, others jerky and rapid.",
          "native": "他表明，普通人的睡眠周期会不时出现特殊的眼球运动，有些是漂移且缓慢的，另一些是不稳定且快速的。",
          "mp3start": "00:02:06.91"
        },
        {
          "id": "14",
          "en": "People woken during these periods of eye-movements generally reported that they had been dreaming.",
          "native": "在这些眼球运动期间醒来的人通常报告说他们一直在做梦。",
          "mp3start": "00:02:20.33"
        },
        {
          "id": "15",
          "en": "When woken at other times they reported no dreams.",
          "native": "当其他时间醒来时，他们报告说没有做梦。",
          "mp3start": "00:02:26.91"
        },
        {
          "id": "16",
          "en": "If one group of people were disturbed from their eye-movement sleep for several nights on end,",
          "native": "如果一组人的眼动睡眠连续几个晚上受到干扰，",
          "mp3start": "00:02:30.85"
        },
        {
          "id": "17",
          "en": "and another group were disturbed for an equal period of time but when they were not exhibiting eye-movements,",
          "native": "另一组在相同的时间内受到干扰，但当他们没有表现出眼球运动时，",
          "mp3start": "00:02:36.30"
        },
        {
          "id": "18",
          "en": "the first group began to show some personality disorders while the others seemed more or less unaffected.",
          "native": "第一组开始表现出一些人格障碍，而其他组似乎或多或少没有受到影响。",
          "mp3start": "00:02:45.44"
        },
        {
          "id": "19",
          "en": "The implications of all this were that it was not the disturbance of sleep that mattered, but the disturbance of dreaming.",
          "native": "所有这一切的含义是，重要的不是睡眠的干扰，而是梦的干扰。",
          "mp3start": "00:02:54.88"
        }
      ]
    },
    {
      "title": "Snake Poison",
      "mp3file": "20－Snake Poison.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "How in came about that snakes manufactured poison is a mystery.",
          "native": "蛇是如何产生毒液的还是一个谜。",
          "mp3start": "00:00:15.32"
        },
        {
          "id": "1",
          "en": "Over the periods their saliva, a mild, digestive juice like our own, was converted into a poison that defies analysis even today.",
          "native": "在这段时期内，它们的唾液，一种像我们一样温和的消化液，被转化为一种即使在今天也无法分析的毒药。",
          "mp3start": "00:00:20.33"
        },
        {
          "id": "2",
          "en": "It was not forced upon them by the survival competition;",
          "native": "这并不是生存竞争强加给他们的；而是他们被迫接受的。",
          "mp3start": "00:00:30.46"
        },
        {
          "id": "3",
          "en": "they could have caught and lived on prey without using poison, just as the thousands of non-poisonous snakes still do.",
          "native": "它们可以不使用毒药来捕捉猎物并以此为生，就像成千上万的无毒蛇仍然这样做一样。",
          "mp3start": "00:00:34.46"
        },
        {
          "id": "4",
          "en": "Poison to a snake is merely a luxury;",
          "native": "对蛇来说，毒药只是一种奢侈；",
          "mp3start": "00:00:42.76"
        },
        {
          "id": "5",
          "en": "it enables it to get its food with very little effort, no more effort than one bite.",
          "native": "它使它能够毫不费力地获取食物，只需咬一口即可。",
          "mp3start": "00:00:46.30"
        },
        {
          "id": "6",
          "en": "And why only snakes?",
          "native": "为什么只有蛇？",
          "mp3start": "00:00:53.08"
        },
        {
          "id": "7",
          "en": "Cats, for instance, would be greatly helped;",
          "native": "例如，猫会得到很大的帮助。",
          "mp3start": "00:00:55.48"
        },
        {
          "id": "8",
          "en": "no running fights with large, fierce rats or tussles with grown rabbits--just a bite and no more effort needed.",
          "native": "不需要与凶猛的大老鼠打架，也不需要与成年兔子打架——只需咬一口，不需要更多的努力。",
          "mp3start": "00:00:58.32"
        },
        {
          "id": "9",
          "en": "In fact, it would be an assistance to all carnivores though it would be a two-edged weapon when they fought each other.",
          "native": "事实上，它对所有食肉动物来说都是一种帮助，尽管在它们互相争斗时它是一把两刃武器。",
          "mp3start": "00:01:06.56"
        },
        {
          "id": "10",
          "en": "But, of the vertebrates unpredictable Nature selected only snakes (and one lizard).",
          "native": "但是，在不可预测的脊椎动物中，大自然只选择了蛇（和一只蜥蜴）。",
          "mp3start": "00:01:14.26"
        },
        {
          "id": "11",
          "en": "One wonders also why Nature, with some snakes concocted poison of such extreme potency.",
          "native": "人们还想知道为什么大自然和一些蛇会配制出如此强大的毒药。",
          "mp3start": "00:01:20.85"
        },
        {
          "id": "12",
          "en": "In the conversion of saliva into poison, one might suppose that a fixed process took place. It did not;",
          "native": "在唾液转化为毒物的过程中，人们可能会认为发生了一个固定的过程。但事实并非如此；",
          "mp3start": "00:01:28.19"
        },
        {
          "id": "13",
          "en": "some snakes manufactured a poison different in every respect from that of others,",
          "native": "有些蛇制造的毒液在各方面都与其他蛇不同，",
          "mp3start": "00:01:36.06"
        },
        {
          "id": "14",
          "en": "as different as arsenic is from strychnine, and having different effects.",
          "native": "就像砷与马钱子碱一样不同，并且具有不同的作用。",
          "mp3start": "00:01:41.47"
        },
        {
          "id": "15",
          "en": "One poison acts on the nerves, the other on the blood.",
          "native": "一种毒物作用于神经，另一种毒物作用于血液。",
          "mp3start": "00:01:47.07"
        },
        {
          "id": "16",
          "en": "The makers of the nerve poison include the mambas and the cobras and their venom is called neurotoxic.",
          "native": "神经毒的制造者包括曼巴蛇和眼镜蛇，它们的毒液被称为神经毒。",
          "mp3start": "00:01:51.50"
        },
        {
          "id": "17",
          "en": "Vipers (adders) and rattlesnakes manufacture the blood poison, which is known as haemolytic.",
          "native": "蝰蛇和响尾蛇会产生血液毒物，称为溶血性毒物。",
          "mp3start": "00:01:59.29"
        },
        {
          "id": "18",
          "en": "Both poisons are unpleasant, but by far the more unpleasant is the blood poison.",
          "native": "这两种毒都令人不快，但迄今为止更令人不快的是血毒。",
          "mp3start": "00:02:07.07"
        },
        {
          "id": "19",
          "en": "It is said that the nerve poison is the more primitive of the two, that the blood poison is, so to speak, a newer product from an improved formula.",
          "native": "据说，神经毒剂是两者中更为原始的一种，而血液毒剂可以说是改进配方的新产品。",
          "mp3start": "00:02:12.61"
        },
        {
          "id": "20",
          "en": "Be that as it may, the nerve poison does its business with man far more quickly than the blood poison.",
          "native": "不管怎样，神经毒对人的作用比血液毒要快得多。",
          "mp3start": "00:02:22.08"
        },
        {
          "id": "21",
          "en": "This, however, means nothing.",
          "native": "然而，这没有任何意义。",
          "mp3start": "00:02:28.44"
        },
        {
          "id": "22",
          "en": "Snakes did not acquire their poison for use against man but for use against prey such as rats and mice,",
          "native": "蛇获得毒液并不是为了对付人类，而是为了对付老鼠等猎物。",
          "mp3start": "00:02:30.85"
        },
        {
          "id": "23",
          "en": "and the effects on these of viperine poison is almost immediate.",
          "native": "毒蛇毒对这些人的影响几乎是立竿见影的。",
          "mp3start": "00:02:38.20"
        }
      ]
    },
    {
      "title": "William S. Hart and the Early \"Western\" Film",
      "mp3file": "21－William S. Hart and the Early Western Film.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "William S.Hart was, perhaps, the greatest of all Western stars,",
          "native": "威廉·S·哈特也许是所有西方明星中最伟大的，",
          "mp3start": "00:00:22.05"
        },
        {
          "id": "1",
          "en": "for unlike Gary Cooper and John Wayne he appeared in nothing but Westerns.",
          "native": "因为与加里·库珀和约翰·韦恩不同，他只出现在西部片中。",
          "mp3start": "00:00:29.56"
        },
        {
          "id": "2",
          "en": "From 1914 to 1924 he was supreme and unchallenged.",
          "native": "从1914年到1924年，他处于至高无上的地位，无人能挑战。",
          "mp3start": "00:00:36.57"
        },
        {
          "id": "3",
          "en": "It was Hart who created the basic formula of the Western film,",
          "native": "是哈特创造了西部片的基本公式，",
          "mp3start": "00:00:43.99"
        },
        {
          "id": "4",
          "en": "and devised the protagonist he played in every film he made,",
          "native": "并设计了他在每部电影中扮演的主角，",
          "mp3start": "00:00:48.96"
        },
        {
          "id": "5",
          "en": "the good-bad man, the accidental, noble outlaw,",
          "native": "好人坏人，偶然的，高贵的亡命之徒，",
          "mp3start": "00:00:53.95"
        },
        {
          "id": "6",
          "en": "or the honest, but framed cowboy, or the sheriff made suspect by vicious gossip;",
          "native": "或者是诚实但被陷害的牛仔，或者是因恶意八卦而受到怀疑的警长；",
          "mp3start": "00:00:58.84"
        },
        {
          "id": "7",
          "en": "in short, the individual in conflict with himself and his frontier environment.",
          "native": "简而言之，个人与自己及其前沿环境发生冲突。",
          "mp3start": "00:01:06.09"
        },
        {
          "id": "8",
          "en": "Unlike most of his contemporaries in Hollywood,",
          "native": "与好莱坞的大多数同时代人不同，",
          "mp3start": "00:01:13.78"
        },
        {
          "id": "9",
          "en": "Hart actually knew something of the old West.",
          "native": "哈特实际上对旧西部有所了解。",
          "mp3start": "00:01:17.06"
        },
        {
          "id": "10",
          "en": "He had lived in it as a child when it was already disappearing,",
          "native": "当它已经消失时，他小时候就住在里面，",
          "mp3start": "00:01:21.02"
        },
        {
          "id": "11",
          "en": "and his hero was firmly rooted in his memories and experiences,",
          "native": "他的英雄深深植根于他的记忆和经历中，",
          "mp3start": "00:01:25.00"
        },
        {
          "id": "12",
          "en": "and in both the history and the mythology of the vanished frontier,",
          "native": "在消失的边疆的历史和神话中，",
          "mp3start": "00:01:30.03"
        },
        {
          "id": "13",
          "en": "And although no period or place in American history has been more absurdly romanticized,",
          "native": "尽管美国历史上没有哪个时期或地方比这更荒谬地浪漫化了，",
          "mp3start": "00:01:35.67"
        },
        {
          "id": "14",
          "en": "myth and reality did join hands in at least one arena,",
          "native": "神话和现实至少在一个舞台上携手共进，",
          "mp3start": "00:01:43.23"
        },
        {
          "id": "15",
          "en": "the conflict between the individual and encroaching civilization.",
          "native": "个人与入侵文明之间的冲突。",
          "mp3start": "00:01:48.63"
        },
        {
          "id": "16",
          "en": "Men accustomed to struggling for survival against the elements and Indians",
          "native": "习惯于与自然和印第安人抗争生存的男人",
          "mp3start": "00:01:55.22"
        },
        {
          "id": "17",
          "en": "were bewildered by politicians, bankers and businessmen,",
          "native": "政客、银行家和商人都感到困惑，",
          "mp3start": "00:02:00.82"
        },
        {
          "id": "18",
          "en": "and unhorsed by fences, laws and alien taboos.",
          "native": "并不受栅栏、法律和外来禁忌的束缚。",
          "mp3start": "00:02:05.36"
        },
        {
          "id": "19",
          "en": "Hart's good-bad man was always an outsider, always one of the disinherited,",
          "native": "哈特笔下的好人和坏人总是一个局外人，总是一个被剥夺继承权的人，",
          "mp3start": "00:02:11.49"
        },
        {
          "id": "20",
          "en": "and if he found it necessary to shoot a sheriff or rob a bank along the way,",
          "native": "如果他发现有必要在途中射杀治安官或抢劫银行，",
          "mp3start": "00:02:18.91"
        },
        {
          "id": "21",
          "en": "his early audiences found it easy to understand and forgive,",
          "native": "他的早期观众发现它很容易理解和原谅，",
          "mp3start": "00:02:25.08"
        },
        {
          "id": "22",
          "en": "especially when it was Hart who, in the end, overcame the attacking Indians.",
          "native": "尤其是当哈特最终战胜了进攻的印第安人时。",
          "mp3start": "00:02:29.62"
        },
        {
          "id": "23",
          "en": "Audiences in the second decade of the twentieth century",
          "native": "二十世纪第二个十年的观众",
          "mp3start": "00:02:36.66"
        },
        {
          "id": "24",
          "en": "found it pleasant to escape to a time when life, though hard, was relatively simple.",
          "native": "发现逃离到生活虽然艰难但相对简单的时代是件愉快的事。",
          "mp3start": "00:02:40.32"
        },
        {
          "id": "25",
          "en": "We still do; living in a world in which undeclared aggression, war, hypocrisy,",
          "native": "我们仍然这样做；生活在一个充满不公开的侵略、战争、虚伪、",
          "mp3start": "00:02:46.64"
        },
        {
          "id": "26",
          "en": "chicanery, anarchy and impending immolation are part of our daily lives,",
          "native": "欺骗、无政府状态和即将发生的自焚是我们日常生活的一部分，",
          "mp3start": "00:02:53.66"
        },
        {
          "id": "27",
          "en": "we all want a code to live by.",
          "native": "我们都想要一个赖以生存的准则。",
          "mp3start": "00:02:59.89"
        }
      ]
    },
    {
      "title": "Knowledge and Progress",
      "mp3file": "22－Knowledge and Progress.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Why does the idea of progress loom so large in the modern world?",
          "native": "为什么进步的理念在现代世界如此重要？",
          "mp3start": "00:00:15.87"
        },
        {
          "id": "1",
          "en": "Surely because progress of a particular kind is actually taking place around us",
          "native": "肯定是因为某种特定的进步实际上正在我们周围发生",
          "mp3start": "00:00:21.41"
        },
        {
          "id": "2",
          "en": "and is becoming more and more manifest.",
          "native": "并且越来越明显。",
          "mp3start": "00:00:27.63"
        },
        {
          "id": "3",
          "en": "Although mankind has undergone no general improvement in intelligence or morality,",
          "native": "尽管人类的智力和道德并没有得到普遍的提高，",
          "mp3start": "00:00:30.31"
        },
        {
          "id": "4",
          "en": "it has made extraordinary progress in the accumulation of knowledge.",
          "native": "它在知识积累方面取得了非凡的进步。",
          "mp3start": "00:00:36.16"
        },
        {
          "id": "5",
          "en": "Knowledge began to increase as soon as the thoughts of one individual",
          "native": "一个人的思想一产生，知识就开始增长",
          "mp3start": "00:00:41.37"
        },
        {
          "id": "6",
          "en": "could be communicated to another by means of speech.",
          "native": "可以通过言语的方式传达给另一个人。",
          "mp3start": "00:00:45.69"
        },
        {
          "id": "7",
          "en": "With the invention of writing, a great advance was made,",
          "native": "随着文字的发明，取得了巨大的进步，",
          "mp3start": "00:00:50.02"
        },
        {
          "id": "8",
          "en": "for knowledge could then be not only communicated but also stored.",
          "native": "因为知识不仅可以交流，还可以存储。",
          "mp3start": "00:00:53.67"
        },
        {
          "id": "9",
          "en": "Libraries made education possible, and education in its turn added to libraries:",
          "native": "图书馆使教育成为可能，而教育又为图书馆增添了色彩：",
          "mp3start": "00:00:58.66"
        },
        {
          "id": "10",
          "en": "the growth of knowledge followed a kind of compound interest law,",
          "native": "知识的增长遵循一种复利法则，",
          "mp3start": "00:01:05.39"
        },
        {
          "id": "11",
          "en": "which was greatly enhanced by the invention of printing.",
          "native": "印刷术的发明大大增强了这一点。",
          "mp3start": "00:01:10.23"
        },
        {
          "id": "12",
          "en": "All this was comparatively slow until, with the coming of science,",
          "native": "所有这一切都相对缓慢，直到随着科学的到来，",
          "mp3start": "00:01:14.03"
        },
        {
          "id": "13",
          "en": "the tempo was suddenly raised.",
          "native": "节奏突然加快了。",
          "mp3start": "00:01:19.53"
        },
        {
          "id": "14",
          "en": "Then knowledge began to be accumulated according to a systematic plan.",
          "native": "然后知识开始按照系统的计划积累。",
          "mp3start": "00:01:21.95"
        },
        {
          "id": "15",
          "en": "The trickle became a stream: the stream has now become a torrent.",
          "native": "细流变成了溪流：溪流现在变成了激流。",
          "mp3start": "00:01:27.44"
        },
        {
          "id": "16",
          "en": "Moreover, as soon as new knowledge is acquired, it is now turned to practical account.",
          "native": "此外，一旦获得新知识，它就会立即转化为实际用途。",
          "mp3start": "00:01:32.98"
        },
        {
          "id": "17",
          "en": "What is called 'modern civilization'",
          "native": "什么叫“现代文明”",
          "mp3start": "00:01:39.18"
        },
        {
          "id": "18",
          "en": "is not the result of a balanced development of all man's nature,",
          "native": "不是所有人性均衡发展的结果，",
          "mp3start": "00:01:42.01"
        },
        {
          "id": "19",
          "en": "but of accumulated knowledge applied to practical life.",
          "native": "而是将积累的知识应用于实际生活。",
          "mp3start": "00:01:46.39"
        },
        {
          "id": "20",
          "en": "The problem now facing humanity is:",
          "native": "人类现在面临的问题是：",
          "mp3start": "00:01:51.47"
        },
        {
          "id": "21",
          "en": "What is going to be done with all this knowledge?",
          "native": "有了这些知识，我们可以做什么呢？",
          "mp3start": "00:01:54.53"
        },
        {
          "id": "22",
          "en": "As is so often pointed out, knowledge is a two-edged weapon",
          "native": "正如人们经常指出的那样，知识是一把双刃武器",
          "mp3start": "00:01:58.12"
        },
        {
          "id": "23",
          "en": "which can be used equally for good or evil.",
          "native": "它可以同样用于善行或邪恶。",
          "mp3start": "00:02:02.97"
        },
        {
          "id": "24",
          "en": "It is now being used indifferently for both.",
          "native": "现在它对两者都被漠不关心地使用。",
          "mp3start": "00:02:06.88"
        },
        {
          "id": "25",
          "en": "Could any spectacle, for instance, be more grimly whimsical",
          "native": "例如，还有什么奇观比这更残酷、异想天开吗？",
          "mp3start": "00:02:10.65"
        },
        {
          "id": "26",
          "en": "than that of gunners using science to shatter men's bodies",
          "native": "比枪手用科学粉碎男人的身体",
          "mp3start": "00:02:14.99"
        },
        {
          "id": "27",
          "en": "while, close at hand, surgeons use it to restore them?",
          "native": "而外科医生就在附近用它来修复它们？",
          "mp3start": "00:02:19.84"
        },
        {
          "id": "28",
          "en": "We have to ask ourselves very seriously",
          "native": "我们必须非常认真地问自己",
          "mp3start": "00:02:24.72"
        },
        {
          "id": "29",
          "en": "what will happen if this twofold use of knowledge,",
          "native": "如果这种知识的双重使用会发生什么，",
          "mp3start": "00:02:27.64"
        },
        {
          "id": "30",
          "en": "with its ever-increasing power, continues.",
          "native": "以其不断增强的力量，继续。",
          "mp3start": "00:02:31.66"
        }
      ]
    },
    {
      "title": "Bird Flight",
      "mp3file": "23－Bird Flight.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "No two sorts of birds practise quite the same sort of flight;",
          "native": "没有两种鸟具有完全相同的飞行方式。",
          "mp3start": "00:00:17.99"
        },
        {
          "id": "1",
          "en": "the varieties are infinite; but two classes may be roughly seen.",
          "native": "品种是无限的；但大致可以看出两类。",
          "mp3start": "00:00:23.47"
        },
        {
          "id": "2",
          "en": "Any ship that crosses the Pacific",
          "native": "任何横渡太平洋的船只",
          "mp3start": "00:00:29.45"
        },
        {
          "id": "3",
          "en": "is accompanied for many days by the smaller albatross,",
          "native": "较小的信天翁陪伴了很多天，",
          "mp3start": "00:00:31.59"
        },
        {
          "id": "4",
          "en": "which may keep company with the vessel for an hour",
          "native": "可以与船只陪伴一个小时",
          "mp3start": "00:00:36.85"
        },
        {
          "id": "5",
          "en": "without visible or more than occasional movement of wing.",
          "native": "机翼没有明显的运动或超过偶尔的运动。",
          "mp3start": "00:00:40.10"
        },
        {
          "id": "6",
          "en": "The currents of air that the walls of the ship direct upwards,",
          "native": "船壁向上的气流，",
          "mp3start": "00:00:45.71"
        },
        {
          "id": "7",
          "en": "as well as in the line of its course,",
          "native": "以及它的路线，",
          "mp3start": "00:00:50.11"
        },
        {
          "id": "8",
          "en": "are enough to give the great bird with its immense wings",
          "native": "足以赋予那只拥有巨大翅膀的大鸟",
          "mp3start": "00:00:53.78"
        },
        {
          "id": "9",
          "en": "sufficient sustenance and progress.",
          "native": "足够的寄托和进步。",
          "mp3start": "00:00:57.45"
        },
        {
          "id": "10",
          "en": "The albatross is the king of the gliders,",
          "native": "信天翁是滑翔机之王，",
          "mp3start": "00:01:00.84"
        },
        {
          "id": "11",
          "en": "the class of fliers which harness the air to their purpose,",
          "native": "利用空气达到其目的的飞行者类别，",
          "mp3start": "00:01:04.30"
        },
        {
          "id": "12",
          "en": "but must yield to its opposition.",
          "native": "但必须屈服于其反对。",
          "mp3start": "00:01:08.22"
        },
        {
          "id": "13",
          "en": "In the contrary school, the duck is supreme.",
          "native": "在相反的学校里，鸭子是至高无上的。",
          "mp3start": "00:01:11.61"
        },
        {
          "id": "14",
          "en": "It comes nearer to the engines with which man has 'conquered' the air, as he boasts.",
          "native": "正如他所吹嘘的那样，它更接近于人类“征服”空气的引擎。",
          "mp3start": "00:01:16.22"
        },
        {
          "id": "15",
          "en": "Duck, and like them the pigeons, are endowed with steel-like muscles,",
          "native": "鸭子和鸽子一样，都拥有钢铁般的肌肉，",
          "mp3start": "00:01:22.79"
        },
        {
          "id": "16",
          "en": "that are a good part of the weight of the bird,",
          "native": "这是鸟的重量的很大一部分，",
          "mp3start": "00:01:30.24"
        },
        {
          "id": "17",
          "en": "and these will ply the short wings with such irresistible power",
          "native": "这些将使短翅膀具有不可抗拒的力量",
          "mp3start": "00:01:33.32"
        },
        {
          "id": "18",
          "en": "that they can bore for long distances through an opposing gale",
          "native": "他们可以在逆风中长距离行驶",
          "mp3start": "00:01:38.48"
        },
        {
          "id": "19",
          "en": "before exhaustion follows.",
          "native": "在精疲力尽之前。",
          "mp3start": "00:01:43.04"
        },
        {
          "id": "20",
          "en": "Their humbler followers, such as partridges,",
          "native": "他们的卑微追随者，如鹧鸪，",
          "mp3start": "00:01:45.74"
        },
        {
          "id": "21",
          "en": "have a like power of strong propulsion, but soon tire.",
          "native": "有一种类似力量的强大推进力，但很快就会疲倦。",
          "mp3start": "00:01:49.64"
        },
        {
          "id": "22",
          "en": "You may pick them up in utter exhaustion,",
          "native": "你可能会在极度疲惫的情况下拿起它们，",
          "mp3start": "00:01:54.30"
        },
        {
          "id": "23",
          "en": "if wind over the sea has driven them to a long journey.",
          "native": "如果海上的风驱使他们长途跋涉。",
          "mp3start": "00:01:57.52"
        },
        {
          "id": "24",
          "en": "The swallow shares the virtues of both schools in highest measure.",
          "native": "燕子在很大程度上分享了两所学校的优点。",
          "mp3start": "00:02:01.78"
        },
        {
          "id": "25",
          "en": "It tires not, nor does it boast of its power; but belongs to the air",
          "native": "它不疲倦，也不夸耀自己的力量；却属于空气",
          "mp3start": "00:02:06.53"
        },
        {
          "id": "26",
          "en": "travelling it may be six thousand miles to and from its northern nesting home,",
          "native": "它往返其北部巢穴的路程可能有六千英里，",
          "mp3start": "00:02:13.01"
        },
        {
          "id": "27",
          "en": "feeding its flown young as it flies, and slipping through a medium",
          "native": "当它飞翔时喂养它飞翔的幼崽，并滑过介质",
          "mp3start": "00:02:18.95"
        },
        {
          "id": "28",
          "en": "that seems to help its passage even when the wind is adverse.",
          "native": "即使在逆风的情况下，这似乎也有助于其通过。",
          "mp3start": "00:02:23.37"
        },
        {
          "id": "29",
          "en": "Such birds do us good,",
          "native": "这样的鸟对我们有好处，",
          "mp3start": "00:02:28.78"
        },
        {
          "id": "30",
          "en": "though we no longer take omens from their flight on this side and that;",
          "native": "尽管我们不再从他们的这边或那边逃跑中得到预兆；",
          "mp3start": "00:02:30.91"
        },
        {
          "id": "31",
          "en": "and even the most superstitious villagers no longer take off their hats to the magpie and wish it good-morning.",
          "native": "即使是最迷信的村民也不再向喜鹊脱帽祝晚安。",
          "mp3start": "00:02:36.29"
        }
      ]
    },
    {
      "title": "Beauty",
      "mp3file": "24－Beauty.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "A young man sees a sunset and,",
          "native": "一个年轻人看到日落，",
          "mp3start": "00:00:17.37"
        },
        {
          "id": "1",
          "en": "unable to understand or to express the emotion that it rouses in him,",
          "native": "无法理解或表达它在他内心激起的情感，",
          "mp3start": "00:00:20.00"
        },
        {
          "id": "2",
          "en": "concludes that it must be the gateway to a world that lies beyond",
          "native": "结论是它一定是通往彼岸世界的大门",
          "mp3start": "00:00:25.08"
        },
        {
          "id": "3",
          "en": "It is difficult for any of us in moments of intense aesthetic experience",
          "native": "对于我们任何人来说，在强烈的审美体验时刻都是困难的",
          "mp3start": "00:00:29.91"
        },
        {
          "id": "4",
          "en": "to resist the suggestion that we are catching a glimpse of a light",
          "native": "抵制我们正在瞥见曙光的说法",
          "mp3start": "00:00:35.38"
        },
        {
          "id": "5",
          "en": "that shines down to us from a different realm of existence, different and,",
          "native": "它从不同的存在领域向我们发出光芒，不同的，",
          "mp3start": "00:00:39.50"
        },
        {
          "id": "6",
          "en": "because the experience is intensely moving, in some way higher.",
          "native": "因为这种体验非常令人感动，甚至在某种程度上更加令人感动。",
          "mp3start": "00:00:45.52"
        },
        {
          "id": "7",
          "en": "And, though the gleams blind and dazzle, yet do they convey a hint of beauty and serenity",
          "native": "尽管这些光芒令人眼花缭乱，但它们却传达出一丝美丽和宁静",
          "mp3start": "00:00:50.94"
        },
        {
          "id": "8",
          "en": "greater than we have known or imagined. Greater too than we can describe;",
          "native": "比我们所知或想象的要大。也比我们所能描述的还要伟大；",
          "mp3start": "00:00:57.44"
        },
        {
          "id": "9",
          "en": "for language, which was invented to convey the meanings of this world",
          "native": "对于语言来说，它是为了传达这个世界的意义而发明的",
          "mp3start": "00:01:02.99"
        },
        {
          "id": "10",
          "en": "cannot readily be fitted to the uses of another.",
          "native": "不能轻易地适应他人的用途。",
          "mp3start": "00:01:08.00"
        },
        {
          "id": "11",
          "en": "That all great art has this power of suggesting a world beyond is undeniable.",
          "native": "不可否认的是，所有伟大的艺术都具有暗示彼岸世界的力量。",
          "mp3start": "00:01:12.82"
        },
        {
          "id": "12",
          "en": "In some moods, nature shares it.",
          "native": "在某些情绪下，大自然也有同样的感受。",
          "mp3start": "00:01:19.84"
        },
        {
          "id": "13",
          "en": "There is no sky in June so blue that it does not point forward to a bluer,",
          "native": "六月的天空没有那么蓝，不指向更蓝，",
          "mp3start": "00:01:23.37"
        },
        {
          "id": "14",
          "en": "no sunset so beautiful that it does not waken the vision of a greater beauty,",
          "native": "没有哪一个日落如此美丽，以至于不能唤醒更美的愿景，",
          "mp3start": "00:01:29.09"
        },
        {
          "id": "15",
          "en": "a vision which passes before it is fully glimpsed,",
          "native": "在完全被瞥见之前就已经过去的幻象，",
          "mp3start": "00:01:34.63"
        },
        {
          "id": "16",
          "en": "and in passing leaves an indefinable longing and regret.",
          "native": "顺便留下了一种说不清的思念和遗憾。",
          "mp3start": "00:01:38.23"
        },
        {
          "id": "17",
          "en": "But, if this world is not merely a bad joke,",
          "native": "但是，如果这个世界不仅仅是一个糟糕的笑话，",
          "mp3start": "00:01:42.48"
        },
        {
          "id": "18",
          "en": "life a vulgar flare amid the cool radiance of the stars,",
          "native": "生命是星星冷光中庸俗的耀斑，",
          "mp3start": "00:01:45.95"
        },
        {
          "id": "19",
          "en": "and existence an empty laugh braying across the mysteries;",
          "native": "存在是空洞的笑声，穿过神秘的声音；",
          "mp3start": "00:01:50.05"
        },
        {
          "id": "20",
          "en": "if these intimations of a something behind and beyond",
          "native": "如果这些暗示背后有什么东西",
          "mp3start": "00:01:54.91"
        },
        {
          "id": "21",
          "en": "are not evil humour born of indigestion,",
          "native": "不是消化不良产生的邪恶幽默，",
          "mp3start": "00:01:59.14"
        },
        {
          "id": "22",
          "en": "or whimsies sent by the devil to mock and madden us, if, in a word",
          "native": "或者魔鬼发出的奇思妙想来嘲笑和激怒我们，如果，一句话",
          "mp3start": "00:02:03.00"
        },
        {
          "id": "23",
          "en": "beauty means something yet we must not seek to interpret the meaning.",
          "native": "美意味着某种东西，但我们不能试图解释其含义。",
          "mp3start": "00:02:08.80"
        },
        {
          "id": "24",
          "en": "If we glimpse the unutterable, it is unwise to try to utter it,",
          "native": "如果我们瞥见了无法言说的事情，试图说出它是不明智的，",
          "mp3start": "00:02:14.61"
        },
        {
          "id": "25",
          "en": "nor should we seek to invest with significance that which we cannot grasp.",
          "native": "我们也不应该寻求对我们无法掌握的事物进行重大投资。",
          "mp3start": "00:02:19.73"
        },
        {
          "id": "26",
          "en": "Beauty in terms of our human meanings is meaningless.",
          "native": "美对于我们人类的意义来说是毫无意义的。",
          "mp3start": "00:02:25.93"
        }
      ]
    },
    {
      "title": "Non-Auditory Effects of Noise",
      "mp3file": "25－Non-Auditory Effects of Noise.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Many people in industry and the Services,",
          "native": "许多工业界和服务业人士，",
          "mp3start": "00:00:20.97"
        },
        {
          "id": "1",
          "en": "who have practical experience of noise,",
          "native": "有噪音实际经验的人，",
          "mp3start": "00:00:24.92"
        },
        {
          "id": "2",
          "en": "regard any investigation of this question as a waste of time;",
          "native": "认为对此问题的任何调查都是浪费时间；",
          "mp3start": "00:00:28.11"
        },
        {
          "id": "3",
          "en": "they are not prepared even to admit the possibility that noise affects people.",
          "native": "他们甚至不准备承认噪音影响人类的可能性。",
          "mp3start": "00:00:33.52"
        },
        {
          "id": "4",
          "en": "On the other hand,",
          "native": "另一方面，",
          "mp3start": "00:00:39.59"
        },
        {
          "id": "5",
          "en": "those who dislike noise will sometimes use most inadequate evidence",
          "native": "那些不喜欢噪音的人有时会使用最不充分的证据",
          "mp3start": "00:00:41.14"
        },
        {
          "id": "6",
          "en": "to support their pleas for a quieter society.",
          "native": "支持他们对一个更安静的社会的诉求。",
          "mp3start": "00:00:46.05"
        },
        {
          "id": "7",
          "en": "This is a pity, because noise abatement really is a good cause,",
          "native": "这很遗憾，因为降噪确实是一个很好的事业，",
          "mp3start": "00:00:51.24"
        },
        {
          "id": "8",
          "en": "and it is likely to be discredited if it gets to be associated with bad science.",
          "native": "如果它与糟糕的科学联系在一起，它可能会失去信誉。",
          "mp3start": "00:00:57.25"
        },
        {
          "id": "9",
          "en": "One allegation often made is that noise produces mental illness.",
          "native": "一项经常被提出的指控是噪音会导致精神疾病。",
          "mp3start": "00:01:04.03"
        },
        {
          "id": "10",
          "en": "A recent article in a weekly newspaper, for instance,",
          "native": "例如，最近一份周报上的一篇文章，",
          "mp3start": "00:01:09.78"
        },
        {
          "id": "11",
          "en": "was headed with a striking illustration of a lady in a state of considerable distress,",
          "native": "标题是一幅引人注目的插图，描绘了一位处于相当痛苦状态的女士，",
          "mp3start": "00:01:14.08"
        },
        {
          "id": "12",
          "en": "with the caption 'She was yet another victim, reduced to a screaming wreck'.",
          "native": "标题是“她是又一个受害者，沦为尖叫的残骸”。",
          "mp3start": "00:01:20.72"
        },
        {
          "id": "13",
          "en": "On turning eagerly to the text, one learns that the lady was a typist",
          "native": "当人们急切地翻阅文字时，发现这位女士是一名打字员",
          "mp3start": "00:01:28.22"
        },
        {
          "id": "14",
          "en": "who found the sound of office typewriters worried her more and more",
          "native": "谁发现办公室打字机的声音让她越来越担心",
          "mp3start": "00:01:33.76"
        },
        {
          "id": "15",
          "en": "until eventually she had to go into a mental hospital.",
          "native": "直到最后她不得不住进精神病院。",
          "mp3start": "00:01:37.86"
        },
        {
          "id": "16",
          "en": "Now the snag in this sort of anecdote is of course that one cannot distinguish cause and effect.",
          "native": "当然，这种轶事的问题在于人们无法区分因果关系。",
          "mp3start": "00:01:42.71"
        },
        {
          "id": "17",
          "en": "Was the noise a cause of the illness,",
          "native": "噪音是导致疾病的原因吗",
          "mp3start": "00:01:50.45"
        },
        {
          "id": "18",
          "en": "or were the complaints about noise merely a symptom?",
          "native": "或者对噪音的抱怨仅仅是一种症状？",
          "mp3start": "00:01:53.18"
        },
        {
          "id": "19",
          "en": "Another patient might equally well complain",
          "native": "另一位患者可能同样会抱怨",
          "mp3start": "00:01:57.48"
        },
        {
          "id": "20",
          "en": "that her neighbours were combining to slander her and persecute her,",
          "native": "她的邻居联合起来诽谤她、迫害她，",
          "mp3start": "00:02:00.30"
        },
        {
          "id": "21",
          "en": "and yet one might be cautious about believing this statement.",
          "native": "然而，人们可能对相信这一说法持谨慎态度。",
          "mp3start": "00:02:04.92"
        },
        {
          "id": "22",
          "en": "What is needed in the case of noise is a study of large numbers of people living under noisy conditions,",
          "native": "在噪音的情况下需要的是对大量生活在噪音条件下的人进行研究，",
          "mp3start": "00:02:09.74"
        },
        {
          "id": "23",
          "en": "to discover whether they are mentally ill more often than other people are.",
          "native": "发现他们是否比其他人更容易患精神疾病。",
          "mp3start": "00:02:17.17"
        },
        {
          "id": "24",
          "en": "Some time ago the United States Navy, for instance,",
          "native": "例如，不久前美国海军，",
          "mp3start": "00:02:22.66"
        },
        {
          "id": "25",
          "en": "examined a very large number of men working on aircraft carriers:",
          "native": "检查了大量在航空母舰上工作的人员：",
          "mp3start": "00:02:26.76"
        },
        {
          "id": "26",
          "en": "the study was known as Project Anehin.",
          "native": "这项研究被称为“Anehin 项目”。",
          "mp3start": "00:02:32.00"
        },
        {
          "id": "27",
          "en": "It can be unpleasant to live even several miles from an aerodrome;",
          "native": "即使住在距离机场几英里的地方也会让人感到不愉快；",
          "mp3start": "00:02:36.39"
        },
        {
          "id": "28",
          "en": "if you think what it must be like to share the deck of a ship with several squadrons of jet aircraft,",
          "native": "如果你想象与几个中队的喷气式飞机共享一艘船的甲板会是什么样子，",
          "mp3start": "00:02:41.67"
        },
        {
          "id": "29",
          "en": "you will realize that a modern navy is a good place to study noise.",
          "native": "你会意识到现代海军是研究噪音的好地方。",
          "mp3start": "00:02:48.60"
        },
        {
          "id": "30",
          "en": "But neither psychiatric interviews nor objective tests",
          "native": "但既没有精神病学访谈也没有客观测试",
          "mp3start": "00:02:54.98"
        },
        {
          "id": "31",
          "en": "were able to show any effects upon these American sailors.",
          "native": "能够对这些美国水手产生任何影响。",
          "mp3start": "00:02:59.61"
        },
        {
          "id": "32",
          "en": "This result merely confirms earlier American and British studies:",
          "native": "这一结果仅仅证实了早期美国和英国的研究：",
          "mp3start": "00:03:04.41"
        },
        {
          "id": "33",
          "en": "if there is any effect of noise upon mental health,",
          "native": "如果噪音对心理健康有任何影响，",
          "mp3start": "00:03:09.99"
        },
        {
          "id": "34",
          "en": "it must be so small that present methods of psychiatric diagnosis cannot find it.",
          "native": "它一定是如此之小，以至于现有的精神病学诊断方法无法找到它。",
          "mp3start": "00:03:13.90"
        },
        {
          "id": "35",
          "en": "That does not prove that it does not exist; but it does mean",
          "native": "这并不能证明它不存在；但这确实意味着",
          "mp3start": "00:03:22.54"
        },
        {
          "id": "36",
          "en": "that noise is less dangerous than, say being brought up in an orphanage",
          "native": "噪音比在孤儿院长大的危险要小",
          "mp3start": "00:03:27.73"
        },
        {
          "id": "37",
          "en": "--which really is a mental health hazard.",
          "native": "——这确实是一种心理健康危害。",
          "mp3start": "00:03:33.72"
        }
      ]
    },
    {
      "title": "The Past Life of the Earth",
      "mp3file": "26－The Past Life of the Earth.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "It is animals and plants which lived in or near water whose remains are most likely to be preserved,",
          "native": "生活在水中或水附近的动物和植物的遗骸最有可能被保存下来，",
          "mp3start": "00:00:17.59"
        },
        {
          "id": "1",
          "en": "for one of the necessary conditions of preservation is quick burial,",
          "native": "因为保存的必要条件之一就是快速埋葬，",
          "mp3start": "00:00:24.49"
        },
        {
          "id": "2",
          "en": "and it is only in the seas and rivers, and sometimes lakes,",
          "native": "它只存在于海洋和河流中，有时也存在于湖泊中，",
          "mp3start": "00:00:30.40"
        },
        {
          "id": "3",
          "en": "where mud and silt have been continuously deposited,",
          "native": "泥土和淤泥不断沉积的地方，",
          "mp3start": "00:00:34.84"
        },
        {
          "id": "4",
          "en": "that bodies and the like can be rapidly covered over and preserved.",
          "native": "尸体等可以被迅速覆盖并保存。",
          "mp3start": "00:00:38.72"
        },
        {
          "id": "5",
          "en": "But even in the most favourable circumstances",
          "native": "但即使在最有利的情况下",
          "mp3start": "00:00:44.25"
        },
        {
          "id": "6",
          "en": "only a small fraction of the creatures that die are preserved in this way",
          "native": "只有一小部分死去的生物以这种方式得以保存",
          "mp3start": "00:00:47.63"
        },
        {
          "id": "7",
          "en": "before decay sets in or, even more likely, before scavengers eat them.",
          "native": "在腐烂之前，或者更有可能的是，在食腐动物吃掉它们之前。",
          "mp3start": "00:00:52.96"
        },
        {
          "id": "8",
          "en": "After all, all living creatures live by feeding on something else,",
          "native": "毕竟，所有生物都是靠吃其他东西来生存的，",
          "mp3start": "00:00:59.09"
        },
        {
          "id": "9",
          "en": "whether it be plant or animal, dead or alive,",
          "native": "无论是植物还是动物，是死的还是活的，",
          "mp3start": "00:01:03.71"
        },
        {
          "id": "10",
          "en": "and it is only by chance that such a fate is avoided.",
          "native": "避免这样的命运纯属偶然。",
          "mp3start": "00:01:07.51"
        },
        {
          "id": "11",
          "en": "The remains of plants and animals that lived on land are much more rarely preserved,",
          "native": "生活在陆地上的植物和动物的遗骸很少得到保存，",
          "mp3start": "00:01:11.65"
        },
        {
          "id": "12",
          "en": "for there is seldom anything to cover them over.",
          "native": "因为很少有什么东西可以遮盖它们。",
          "mp3start": "00:01:17.26"
        },
        {
          "id": "13",
          "en": "When you think of the innumerable birds that one sees flying about,",
          "native": "当你想到无数飞翔的鸟儿时，",
          "mp3start": "00:01:20.71"
        },
        {
          "id": "14",
          "en": "not to mention the equally numerous small animals like field mice and voles which you do not see,",
          "native": "更不用说同样数量众多的田鼠、田鼠等你看不到的小动物了，",
          "mp3start": "00:01:25.56"
        },
        {
          "id": "15",
          "en": "it is very rarely that one comes across a dead body, except, of course, on the roads.",
          "native": "人们很少会遇到尸体，当然，除了在路上。",
          "mp3start": "00:01:32.76"
        },
        {
          "id": "16",
          "en": "They decompose and are quickly destroyed by the weather or eaten by some other creature.",
          "native": "它们会分解并很快被天气破坏或被其他生物吃掉。",
          "mp3start": "00:01:39.14"
        },
        {
          "id": "17",
          "en": "It is almost always due to some very special circumstances that traces of land animals survive,",
          "native": "陆地动物的痕迹几乎总是由于一些非常特殊的环境而得以生存，",
          "mp3start": "00:01:46.22"
        },
        {
          "id": "18",
          "en": "as by falling into inaccessible caves, or into an ice crevasse,",
          "native": "例如掉入难以进入的洞穴或冰裂缝中，",
          "mp3start": "00:01:53.83"
        },
        {
          "id": "19",
          "en": "like the Siberian mammoths,",
          "native": "就像西伯利亚猛犸象一样，",
          "mp3start": "00:01:59.26"
        },
        {
          "id": "20",
          "en": "when the whole animal is sometimes preserved, as in a refrigerator.",
          "native": "有时会保存整个动物，例如放在冰箱中。",
          "mp3start": "00:02:01.40"
        },
        {
          "id": "21",
          "en": "This is what happened to the famous Beresovka mammoth which was found preserved and in good condition.",
          "native": "这就是著名的别列索夫卡猛犸象的遭遇，它被发现保存完好且状况良好。",
          "mp3start": "00:02:06.58"
        },
        {
          "id": "22",
          "en": "In his mouth were the remains of fir trees--the last meal that he had before he fell into the crevasse and broke his back.",
          "native": "他嘴里含着冷杉树的残骸——这是他掉进裂缝、折断背部之前吃的最后一顿饭。",
          "mp3start": "00:02:13.76"
        },
        {
          "id": "23",
          "en": "The mammoth has now been restored in the Palaeontological Museum in St.Petersburg.",
          "native": "这头猛犸象现已在圣彼得堡古生物学博物馆中修复。",
          "mp3start": "00:02:23.19"
        },
        {
          "id": "24",
          "en": "Other animals were trapped in tar pits, like the elephants, sabre-toothed cats,",
          "native": "其他动物也被困在焦油坑里，比如大象、剑齿虎、",
          "mp3start": "00:02:29.60"
        },
        {
          "id": "25",
          "en": "and numerous other creatures that are found at Rancho la Brea, which is now just a suburb of Los Angeles.",
          "native": "以及在兰乔拉布雷亚发现的许多其他生物，兰乔拉布雷亚现在只是洛杉矶的郊区。",
          "mp3start": "00:02:35.46"
        },
        {
          "id": "26",
          "en": "Apparently what happened was that water collected on these tar pits",
          "native": "显然发生的事情是这些焦油坑上聚集了水",
          "mp3start": "00:02:43.22"
        },
        {
          "id": "27",
          "en": "and the bigger animals like the elephants ventured out on to the apparently firm surface to drink,",
          "native": "像大象这样的大型动物冒险到明显坚硬的表面喝水，",
          "mp3start": "00:02:48.29"
        },
        {
          "id": "28",
          "en": "and were promptly bogged in the tar.",
          "native": "并立即陷入焦油之中。",
          "mp3start": "00:02:55.69"
        },
        {
          "id": "29",
          "en": "And then, when they were dead, the carnivores,",
          "native": "然后，当它们死后，食肉动物，",
          "mp3start": "00:02:58.49"
        },
        {
          "id": "30",
          "en": "like the sabretoothed cats and the giant wolves,",
          "native": "就像剑齿虎和巨狼一样，",
          "mp3start": "00:03:01.94"
        },
        {
          "id": "31",
          "en": "came out to feed and suffered exactly the same fate.",
          "native": "出来觅食，遭遇了完全相同的命运。",
          "mp3start": "00:03:05.48"
        },
        {
          "id": "32",
          "en": "There are also endless numbers of birds in the tar as well.",
          "native": "焦油里也有无数的鸟类。",
          "mp3start": "00:03:10.68"
        }
      ]
    },
    {
      "title": "The \"vasa\"",
      "mp3file": "27－The vasa.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "From the seventeenth-century empire of Sweden,",
          "native": "来自十七世纪的瑞典帝国，",
          "mp3start": "00:00:20.57"
        },
        {
          "id": "1",
          "en": "the story of a galleon that sank at the start of her maiden voyage in 1628 must be one of the strangest tales of the sea.",
          "native": "1628 年，一艘大帆船在她的处女航开始时沉没的故事一定是海上最奇怪的故事之一。",
          "mp3start": "00:00:24.32"
        },
        {
          "id": "2",
          "en": "For nearly three and a half centuries she lay at the bottom of Stockholm harbour until her discovery in 1956.",
          "native": "她在斯德哥尔摩港的海底沉睡了近三个半世纪，直到 1956 年被发现。",
          "mp3start": "00:00:34.84"
        },
        {
          "id": "3",
          "en": "This was the Vasa, royal flagship of the great imperial fleet.",
          "native": "这是瓦萨号，伟大帝国舰队的皇家旗舰。",
          "mp3start": "00:00:44.34"
        },
        {
          "id": "4",
          "en": "King Gustavus Adolphus 'The Northern Hurricane',",
          "native": "古斯塔夫·阿道夫国王“北方飓风”，",
          "mp3start": "00:00:51.53"
        },
        {
          "id": "5",
          "en": "then at the height of his military success in the 'Thirty Years' War,",
          "native": "然后在他在“三十年战争”中取得军事胜利的鼎盛时期，",
          "mp3start": "00:00:56.23"
        },
        {
          "id": "6",
          "en": "had dictated her measurements and armament.",
          "native": "规定了她的尺寸和武器。",
          "mp3start": "00:01:01.33"
        },
        {
          "id": "7",
          "en": "Triple gun-decks mounted sixty-four bronze cannon.",
          "native": "三重炮甲板上装有六十四门青铜大炮。",
          "mp3start": "00:01:05.42"
        },
        {
          "id": "8",
          "en": "She was intended to play a leading role in the growing might of Sweden.",
          "native": "她的目的是在瑞典日益强大的力量中发挥领导作用。",
          "mp3start": "00:01:10.73"
        },
        {
          "id": "9",
          "en": "As she was prepared for her maiden voyage on August 10, 1628, Stockholm was in a ferment.",
          "native": "1628 年 8 月 10 日，当她​​准备首次航行时，斯德哥尔摩正处于骚动之中。",
          "mp3start": "00:01:16.84"
        },
        {
          "id": "10",
          "en": "From the Skeppsbron and surrounding islands",
          "native": "从 Skeppsbron 及周边岛屿出发",
          "mp3start": "00:01:27.58"
        },
        {
          "id": "11",
          "en": "the people watched this thing of beauty begin to spread her sails and catch the wind.",
          "native": "人们看着这美丽的事物开始扬帆迎风。",
          "mp3start": "00:01:30.64"
        },
        {
          "id": "12",
          "en": "They had laboured for three years to produce this floating work of art;",
          "native": "他们花了三年的时间才制作出这件漂浮的艺术品；",
          "mp3start": "00:01:37.80"
        },
        {
          "id": "13",
          "en": "she was more richly carved and ornamented than any previous ship.",
          "native": "她的雕刻和装饰比以前的任何一艘船都更加丰富。",
          "mp3start": "00:01:44.16"
        },
        {
          "id": "14",
          "en": "The high stern castle was a riot of carved gods, demons, knights, kings, warriors,",
          "native": "高高的船尾城堡里雕刻着众神、恶魔、骑士、国王、武士，",
          "mp3start": "00:01:50.09"
        },
        {
          "id": "15",
          "en": "mermaids, cherubs; and zoomorphic animal shapes ablaze with red and gold and blue,",
          "native": "美人鱼、小天使；以及闪耀着红色、金色和蓝色的动物形状，",
          "mp3start": "00:01:58.90"
        },
        {
          "id": "16",
          "en": "symbols of courage, power, and cruelty,",
          "native": "勇气、力量和残酷的象征，",
          "mp3start": "00:02:06.37"
        },
        {
          "id": "17",
          "en": "were portrayed to stir the imaginations of the superstitious sailors of the day.",
          "native": "被描绘成激发当时迷信水手的想象力。",
          "mp3start": "00:02:10.57"
        },
        {
          "id": "18",
          "en": "Then the cannons of the anchored warships thundered a salute to which the Vasa fired in reply.",
          "native": "随后，停泊的战舰上的大炮鸣响了雷鸣般的礼炮，瓦萨号也鸣枪回应。",
          "mp3start": "00:02:17.23"
        },
        {
          "id": "19",
          "en": "As she emerged from her drifting cloud of gun smoke with the water churned to foam beneath her bow,",
          "native": "当她从飘散的炮烟云中出现时，船头下的水翻腾着泡沫，",
          "mp3start": "00:02:25.64"
        },
        {
          "id": "20",
          "en": "her flags flying, pennants waving, sails filling in the breeze,",
          "native": "她的旗帜飘扬，锦旗飘扬，风帆在微风中扬起，",
          "mp3start": "00:02:32.92"
        },
        {
          "id": "21",
          "en": "and the red and gold or her superstructure ablaze with colour,",
          "native": "红色和金色或她的上层建筑闪耀着色彩，",
          "mp3start": "00:02:39.53"
        },
        {
          "id": "22",
          "en": "she presented a more majestic spectacle than Stockholmers had ever seen before.",
          "native": "她呈现出斯德哥尔摩人前所未见的壮丽景象。",
          "mp3start": "00:02:44.92"
        },
        {
          "id": "23",
          "en": "All gun-ports were open and the muzzles peeped wickedly from them.",
          "native": "所有的炮口都敞开着，枪口邪恶地从炮口中探出头来。",
          "mp3start": "00:02:51.50"
        },
        {
          "id": "24",
          "en": "As the wind freshened there came a sudden squall and the ship made a strange movement, listing to port.",
          "native": "当风刮得更猛烈时，突然刮起了狂风，船做出了奇怪的动作，向左舷倾斜。",
          "mp3start": "00:02:58.11"
        },
        {
          "id": "25",
          "en": "The Ordnance officer ordered all the port cannon to be heaved to starboard",
          "native": "军械官员命令将所有左舷大炮移至右舷",
          "mp3start": "00:03:06.16"
        },
        {
          "id": "26",
          "en": "to counteract the list but the steepening angle of the decks increased.",
          "native": "为了抵消倾斜，但甲板的陡峭角度增加了。",
          "mp3start": "00:03:11.68"
        },
        {
          "id": "27",
          "en": "Then the sound of rumbling thunder reached the watchers on the shore,",
          "native": "然后隆隆的雷声传到了岸边的守望者那里，",
          "mp3start": "00:03:18.28"
        },
        {
          "id": "28",
          "en": "as cargo, ballast, ammunition and 400 people went sliding and crashing down to the port side of the steeply listing ship.",
          "native": "货物、压载物、弹药和 400 人滑落并坠落到这艘陡峭倾斜的船的左舷。",
          "mp3start": "00:03:22.91"
        },
        {
          "id": "29",
          "en": "The lower gun-ports were now below water and the inrush sealed the ship's fate.",
          "native": "下部的炮口现在已经在水下，涌入的水流决定了这艘船的命运。",
          "mp3start": "00:03:33.99"
        },
        {
          "id": "30",
          "en": "In that first glorious hour, the mighty Vasa, which was intended to rule the Baltic,",
          "native": "在第一个辉煌的时刻，强大的瓦萨号原本打算统治波罗的海，",
          "mp3start": "00:03:41.03"
        },
        {
          "id": "31",
          "en": "sank with all flags flying--in the harbour of her birth.",
          "native": "在她出生的港口里，所有的旗帜都飘扬着沉没了。",
          "mp3start": "00:03:48.67"
        }
      ]
    },
    {
      "title": "Patients and Doctors",
      "mp3file": "28－Patients and Doctors.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "This is a sceptical age,",
          "native": "这是一个充满怀疑的时代，",
          "mp3start": "00:00:14.79"
        },
        {
          "id": "1",
          "en": "but although our faith in many of the things in which our forefathers fervently believed has weakened,",
          "native": "尽管我们对我们祖先所热切相信的许多事物的信心已经减弱，",
          "mp3start": "00:00:16.94"
        },
        {
          "id": "2",
          "en": "our confidence in the curative properties of the bottle of medicine remains the same as theirs.",
          "native": "我们对这瓶药的疗效的信心与他们一样。",
          "mp3start": "00:00:23.70"
        },
        {
          "id": "3",
          "en": "This modern faith in medicines is proved by the fact",
          "native": "事实证明了现代人对药物的信仰",
          "mp3start": "00:00:30.52"
        },
        {
          "id": "4",
          "en": "that the annual drug bill of the Health Services is mounting to astronomical figures.",
          "native": "卫生服务部门每年的药品费用正在上升到天文数字。",
          "mp3start": "00:00:34.23"
        },
        {
          "id": "5",
          "en": "and shows no signs at present of ceasing to rise.",
          "native": "目前还没有显示出停止上升的迹象。",
          "mp3start": "00:00:40.51"
        },
        {
          "id": "6",
          "en": "The majority of the patients attending the medical out-patients departments of our hospitals feel that",
          "native": "到本院医疗门诊就诊的大多数患者都认为",
          "mp3start": "00:00:45.25"
        },
        {
          "id": "7",
          "en": "they have not received adequate treatment unless they are able to carry home with them",
          "native": "他们没有得到足够的治疗，除非他们能够带回家",
          "mp3start": "00:00:51.22"
        },
        {
          "id": "8",
          "en": "some tangible remedy in the shape of a bottle of medicine,",
          "native": "一些有形的补救措施，如一瓶药物，",
          "mp3start": "00:00:56.22"
        },
        {
          "id": "9",
          "en": "a box of pills, or a small jar of ointment,",
          "native": "一盒药片，或一小罐药膏，",
          "mp3start": "00:01:00.29"
        },
        {
          "id": "10",
          "en": "and the doctor in charge of the department is only too ready to provide them with these requirements.",
          "native": "科室的负责医生非常乐意满足他们的这些要求。",
          "mp3start": "00:01:04.21"
        },
        {
          "id": "11",
          "en": "There is no quicker method of disposing of patients than by giving them what they are asking for,",
          "native": "处理病人的方法没有比满足他们的要求更快的了，",
          "mp3start": "00:01:10.98"
        },
        {
          "id": "12",
          "en": "and since most medical men in the Health Services are overworked",
          "native": "由于卫生服务部门的大多数医务人员都工作过度",
          "mp3start": "00:01:17.30"
        },
        {
          "id": "13",
          "en": "and have little time for offering time-consuming and little-appreciated advice on such subjects as diet,",
          "native": "几乎没有时间就饮食等主题提供耗时且不被重视的建议，",
          "mp3start": "00:01:21.58"
        },
        {
          "id": "14",
          "en": "right living, and the need for abandoning bad habits etc.,",
          "native": "正确的生活，以及放弃不良习惯的需要等，",
          "mp3start": "00:01:29.10"
        },
        {
          "id": "15",
          "en": "the bottle, the box, and the jar are almost always granted them.",
          "native": "瓶子、盒子和罐子几乎总是被授予的。",
          "mp3start": "00:01:33.81"
        },
        {
          "id": "16",
          "en": "Nor is it only the ignorant and ill-educated person who has such faith in the bottle of medicine.",
          "native": "并不是只有无知和没有受过教育的人才会对那瓶药抱有如此的信心。",
          "mp3start": "00:01:39.03"
        },
        {
          "id": "17",
          "en": "It is recounted of Thomas Carlyle that when he heard of the illness of his friend, Henry Taylor,",
          "native": "据托马斯·卡莱尔回忆，当他听说他的朋友亨利·泰勒患病时，",
          "mp3start": "00:01:45.79"
        },
        {
          "id": "18",
          "en": "he went off immediately to visit him,",
          "native": "他立即前去探望他，",
          "mp3start": "00:01:52.98"
        },
        {
          "id": "19",
          "en": "carrying with him in his pocket what remained a bottle of medicine formerly prescribed for an indisposition of Mrs. Carlyle's.",
          "native": "他口袋里还揣着一瓶以前为卡莱尔夫人的身体不适开的药。",
          "mp3start": "00:01:55.99"
        },
        {
          "id": "20",
          "en": "Carlyle was entirely ignorant of what the bottle in his pocket contained,",
          "native": "卡莱尔完全不知道他口袋里的瓶子里装的是什么，",
          "mp3start": "00:02:06.16"
        },
        {
          "id": "21",
          "en": "of the nature of the illness from which his friend was suffering,",
          "native": "他的朋友所患疾病的性质，",
          "mp3start": "00:02:11.22"
        },
        {
          "id": "22",
          "en": "and of what had previously been wrong with his wife,",
          "native": "以及他妻子之前的问题，",
          "mp3start": "00:02:15.02"
        },
        {
          "id": "23",
          "en": "but a medicine that had worked so well in one form of illness would surely be of equal benefit in another,",
          "native": "但是一种药物在治疗一种疾病时效果很好，对于另一种疾病也同样有效，",
          "mp3start": "00:02:18.70"
        },
        {
          "id": "24",
          "en": "and comforted by the thought of the help he was bringing to his friend,",
          "native": "想到他为朋友带来的帮助，他感到很安慰，",
          "mp3start": "00:02:25.88"
        },
        {
          "id": "25",
          "en": "he hastened to Henry Taylor's house.",
          "native": "他赶紧赶到亨利·泰勒家。",
          "mp3start": "00:02:30.16"
        },
        {
          "id": "26",
          "en": "History does not relate whether his friend accepted his medical help, but in all probability he did.",
          "native": "历史并没有记载他的朋友是否接受了他的医疗帮助，但他很可能接受了。",
          "mp3start": "00:02:33.66"
        },
        {
          "id": "27",
          "en": "The great advantage of taking medicine is that it makes no demands on the taker",
          "native": "服药的最大好处是对服药者没有任何要求",
          "mp3start": "00:02:40.74"
        },
        {
          "id": "28",
          "en": "beyond that of putting up for a moment with a disgusting taste,",
          "native": "除了暂时忍受恶心的味道之外，",
          "mp3start": "00:02:45.65"
        },
        {
          "id": "29",
          "en": "and that is what all patients demand of their doctors--to be cured at no inconvenience to themselves.",
          "native": "这就是所有病人对医生的要求——在不给自己带来任何不便的情况下得到治愈。",
          "mp3start": "00:02:49.86"
        }
      ]
    },
    {
      "title": "The Hovercraft",
      "mp3file": "29－The Hovercraft.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Many strange new means of transport have been developed in our century,",
          "native": "本世纪已经开发出许多奇怪的新交通工具，",
          "mp3start": "00:00:16.55"
        },
        {
          "id": "1",
          "en": "the strangest of them being perhaps the hovercraft.",
          "native": "其中最奇怪的也许是气垫船。",
          "mp3start": "00:00:22.29"
        },
        {
          "id": "2",
          "en": "In 1953, a former electronics engineer in his fifties, Christopher Cockerell,",
          "native": "1953 年，五十多岁的前电子工程师 Christopher Cockerell，",
          "mp3start": "00:00:27.29"
        },
        {
          "id": "3",
          "en": "who had turned to boat-building on the Norfolk Broads,",
          "native": "他们转向在诺福克湖区造船，",
          "mp3start": "00:00:35.44"
        },
        {
          "id": "4",
          "en": "suggested an idea on which he had been working for many years to the British Government and industrial circles.",
          "native": "向英国政府和工业界提出了他多年来一直致力于研究的一个想法。",
          "mp3start": "00:00:39.52"
        },
        {
          "id": "5",
          "en": "It was the idea of supporting a craft on a 'pad', or cushion, of low-pressure air, ringed with a curtain of higher pressure air.",
          "native": "这个想法是将飞行器支撑在低压空气的“垫”或垫子上，周围环绕着高压空气幕。",
          "mp3start": "00:00:48.13"
        },
        {
          "id": "6",
          "en": "Ever since, people have had difficulty in deciding whether the craft should be ranged among ships, planes,",
          "native": "从那时起，人们就很难决定该飞行器是否应该属于船舶、飞机、",
          "mp3start": "00:01:00.20"
        },
        {
          "id": "7",
          "en": "or land vehicles--for it is something in between a boat and an aircraft.",
          "native": "或陆地车辆——因为它介于船和飞机之间。",
          "mp3start": "00:01:09.38"
        },
        {
          "id": "8",
          "en": "As a shipbuilder, Cockerell was trying to find a solution to the problem of the wave resistance which wastes a good deal of a surface ship's power and limits its speed.",
          "native": "作为一名造船商，科克雷尔试图找到解决波浪阻力问题的方法，波浪阻力浪费了水面舰艇的大量动力并限制了其速度。",
          "mp3start": "00:01:17.57"
        },
        {
          "id": "9",
          "en": "His answer was to lift the vessel out of the water by making it ride on a cushion of air, no more than one or two feet thick.",
          "native": "他的答案是让船只在不超过一两英尺厚的气垫上行驶，将其从水中抬起。",
          "mp3start": "00:01:31.54"
        },
        {
          "id": "10",
          "en": "This is done by a great number of ring-shaped air jets on the bottom of the craft.",
          "native": "这是通过飞行器底部的大量环形喷气口来完成的。",
          "mp3start": "00:01:42.60"
        },
        {
          "id": "11",
          "en": "It 'flies', therefore, but it cannot fly higher--its action depends on the surface, water or ground, over which it rides.",
          "native": "因此，它“飞”，但它不能飞得更高——它的行动取决于它所骑过的表面、水或地面。",
          "mp3start": "00:01:49.60"
        },
        {
          "id": "12",
          "en": "The first tests on the Solent in 1959 caused a sensation.",
          "native": "1959 年在索伦特海峡进行的首次测试引起了轰动。",
          "mp3start": "00:02:02.29"
        },
        {
          "id": "13",
          "en": "The hovercraft travelled first over the water, then mounted the beach, climbed up the dunes, and sat down on a road.",
          "native": "气垫船首先在水面上航行，然后登上海滩，爬上沙丘，最后停在路上。",
          "mp3start": "00:02:08.57"
        },
        {
          "id": "14",
          "en": "Later it crossed the Channel, riding smoothly over the waves, which presented no problem.",
          "native": "后来它横渡英吉利海峡，平稳地渡过海浪，没有出现任何问题。",
          "mp3start": "00:02:19.57"
        },
        {
          "id": "15",
          "en": "Since that time, various types of hovercraft have appeared and taken up regular service.",
          "native": "从那时起，各种类型的气垫船出现并开始定期服役。",
          "mp3start": "00:02:28.89"
        },
        {
          "id": "16",
          "en": "The hovercraft is particularly useful in large areas with poor communications such as Africa or Australia;",
          "native": "气垫船在非洲或澳大利亚等交通不便的大片地区特别有用；",
          "mp3start": "00:02:36.31"
        },
        {
          "id": "17",
          "en": "it can become a 'flying fruit-bowl', carrying bananas from the plantations to the ports;",
          "native": "它可以成为“飞行的水果碗”，将香蕉从种植园运送到港口；",
          "mp3start": "00:02:44.82"
        },
        {
          "id": "18",
          "en": "giant hovercraft liners could span the Atlantic;",
          "native": "巨型气垫船可以跨越大西洋；",
          "mp3start": "00:02:51.89"
        },
        {
          "id": "19",
          "en": "and the railway of the future may well be the 'hovertrain',",
          "native": "未来的铁路很可能是“气垫列车”，",
          "mp3start": "00:02:55.67"
        },
        {
          "id": "20",
          "en": "riding on its air cushion over a single rail, which it never touches, at speeds, up to 300 m.p.h.--the possibilities appear unlimited.",
          "native": "骑在它的气垫上，以高达 300 英里/小时的速度行驶在一条从未接触过的轨道上——可能性似乎是无限的。",
          "mp3start": "00:02:59.99"
        }
      ]
    },
    {
      "title": "Exploring the Sea-Floor",
      "mp3file": "30－Exploring the Sea-Floor.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Our knowledge of the oceans a hundred years ago was confined to the two-dimensional shape of the sea surface",
          "native": "一百年前我们对海洋的了解仅限于海面的二维形状",
          "mp3start": "00:00:17.45"
        },
        {
          "id": "1",
          "en": "and the hazards of navigation presented by the irregularities in depth of the shallow water close to the land.",
          "native": "以及由于靠近陆地的浅水深度不规则而带来的航行危险。",
          "mp3start": "00:00:24.90"
        },
        {
          "id": "2",
          "en": "The open sea was deep and mysterious,",
          "native": "大海深邃而神秘，",
          "mp3start": "00:00:33.53"
        },
        {
          "id": "3",
          "en": "and anyone who gave more than a passing thought to the bottom confines of the oceans probably assumed that the sea-bed was flat.",
          "native": "任何对海洋底部有过深入思考的人都可能认为海床是平坦的。",
          "mp3start": "00:00:36.86"
        },
        {
          "id": "4",
          "en": "Sir James Clark Ross had obtained a sounding of over 2, 400 fathoms in 1839,",
          "native": "詹姆斯·克拉克·罗斯爵士 (Sir James Clark Ross) 于 1839 年测得超过 2, 400 英寻的深度，",
          "mp3start": "00:00:45.67"
        },
        {
          "id": "5",
          "en": "but it was not until 1869, when H.M.S. Porcupine was put at the disposal of the Royal Society for several cruises",
          "native": "但直到 1869 年，H.M.S.豪猪号曾多次被英国皇家学会使用并进行巡游",
          "mp3start": "00:00:53.26"
        },
        {
          "id": "6",
          "en": "that a series of deep soundings was obtained in the Atlantic and the first samples were collected by dredging the bottom.",
          "native": "在大西洋进行了一系列深度探测，并通过疏浚海底收集了第一批样本。",
          "mp3start": "00:01:03.38"
        },
        {
          "id": "7",
          "en": "Shortly after this the famous H.M.S. Challenger expedition established the study of the sea-floor",
          "native": "此后不久，著名的 H.M.S.挑战者号探险队建立了海底研究",
          "mp3start": "00:01:11.84"
        },
        {
          "id": "8",
          "en": "as a subject worthy of the most qualified physicists and geologists.",
          "native": "作为值得最有资格的物理学家和地质学家研究的课题。",
          "mp3start": "00:01:19.01"
        },
        {
          "id": "9",
          "en": "A burst of activity associated with the laying of submarine cables",
          "native": "与海底电缆铺设相关的一系列活动",
          "mp3start": "00:01:24.37"
        },
        {
          "id": "10",
          "en": "soon confirmed the Challenger's observation that many parts of the ocean were two to three miles deep,",
          "native": "很快证实了挑战者号的观察，即海洋的许多部分有两到三英里深，",
          "mp3start": "00:01:29.62"
        },
        {
          "id": "11",
          "en": "and the existence of underwater features of considerable magnitude.",
          "native": "以及存在相当大的水下特征。",
          "mp3start": "00:01:37.28"
        },
        {
          "id": "12",
          "en": "Today, enough soundings are available to enable a relief map of the Atlantic to be drawn",
          "native": "今天，有足够的探测数据可以绘制大西洋的地形图",
          "mp3start": "00:01:42.74"
        },
        {
          "id": "13",
          "en": "and we know something of the great variety of the sea bed's topography.",
          "native": "我们对海底地形的多样性有所了解。",
          "mp3start": "00:01:49.02"
        },
        {
          "id": "14",
          "en": "Since the sea covers the greater part of the earth's surface,",
          "native": "由于海洋覆盖了地球表面的大部分，",
          "mp3start": "00:01:54.78"
        },
        {
          "id": "15",
          "en": "it is quite reasonable to regard the sea floor as the basic form of the crust of the earth,",
          "native": "将海底视为地壳的基本形态是相当合理的，",
          "mp3start": "00:01:58.56"
        },
        {
          "id": "16",
          "en": "with superimposed upon it the continents,",
          "native": "其上叠加着大陆，",
          "mp3start": "00:02:04.88"
        },
        {
          "id": "17",
          "en": "together with the islands and other features of the oceans.",
          "native": "连同岛屿和海洋的其他特征。",
          "mp3start": "00:02:08.74"
        },
        {
          "id": "18",
          "en": "The continents form rugged tablelands which stand nearly three miles above the floor of the open ocean.",
          "native": "这些大陆形成崎岖的台地，高出公海海底近三英里。",
          "mp3start": "00:02:13.05"
        },
        {
          "id": "19",
          "en": "From the shore line, out to a distance which may be anywhere from a few miles to a few hundred miles,",
          "native": "从海岸线出发，距离可能从几英里到几百英里不等，",
          "mp3start": "00:02:20.95"
        },
        {
          "id": "20",
          "en": "runs the gentle slope of the continental shelf, geologically part of the continents.",
          "native": "沿着大陆架的缓坡延伸，大陆架在地质上是大陆的一部分。",
          "mp3start": "00:02:28.63"
        },
        {
          "id": "21",
          "en": "The real dividing line between continents and oceans occurs at the foot of a steeper slope.",
          "native": "大陆和海洋之间的真正分界线出现在更陡峭的斜坡脚下。",
          "mp3start": "00:02:35.45"
        },
        {
          "id": "22",
          "en": "This continental slope usually starts at a place somewhere near the 100-fathom mark",
          "native": "这个大陆坡通常起始于 100 英寻附近的某个地方",
          "mp3start": "00:02:42.70"
        },
        {
          "id": "23",
          "en": "and in the course of a few hundred miles reaches the true ocean floor at 2, 500-3, 500 fathoms.",
          "native": "在数百英里的路程中到达真正的海底 2, 500-3, 500 噚。",
          "mp3start": "00:02:48.91"
        },
        {
          "id": "24",
          "en": "The slope averages about 1 in 30, but contains steep,",
          "native": "坡度平均约为 30 分之一，但包含陡峭、",
          "mp3start": "00:02:59.08"
        },
        {
          "id": "25",
          "en": "probably vertical, cliffs, and gentle sediment-covered terraces,",
          "native": "可能是垂直的悬崖和平缓的沉积物覆盖的阶地，",
          "mp3start": "00:03:03.49"
        },
        {
          "id": "26",
          "en": "and near its lower reaches there is a long tailing-off which is almost certainly the result of",
          "native": "在其下游附近，出现了长时间的尾流，这几乎肯定是由于",
          "mp3start": "00:03:08.14"
        },
        {
          "id": "27",
          "en": "material transported out to deep water after being eroded from the continental masses.",
          "native": "物质从大陆块受到侵蚀后被输送到深水中。",
          "mp3start": "00:03:14.36"
        }
      ]
    },
    {
      "title": "The Sculptor Speaks",
      "mp3file": "31－The Sculptor Speaks.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Appreciation of sculpture depends upon the ability to respond to form in 3 dimensions.",
          "native": "对雕塑的欣赏取决于对三维形式做出反应的能力。",
          "mp3start": "00:00:17.35"
        },
        {
          "id": "1",
          "en": "That is perhaps why sculpture has been described as the most difficult of all arts;",
          "native": "这也许就是为什么雕塑被称为所有艺术中最难的一门。",
          "mp3start": "00:00:25.69"
        },
        {
          "id": "2",
          "en": "certainly it is more difficult than the arts which involve appreciation of flat forms, shape in only two dimensions.",
          "native": "当然，它比涉及平面形式、仅二维形状的艺术的欣赏更困难。",
          "mp3start": "00:00:32.10"
        },
        {
          "id": "3",
          "en": "Many more people are 'form-blind' than colour-blind.",
          "native": "“色盲”的人比“色盲”的人多得多。",
          "mp3start": "00:00:41.91"
        },
        {
          "id": "4",
          "en": "The child learning to see, first distinguishes only two-dimensional shape; it cannot judge distances, depths.",
          "native": "孩子在学习看东西时，首先只能区分二维形状；它无法判断距离、深度。",
          "mp3start": "00:00:48.46"
        },
        {
          "id": "5",
          "en": "Later, for its personal safety and practical needs, it has to develop (partly by means of touch) the ability to judge roughly 3-dimensonal distances.",
          "native": "后来，出于人身安全和实际需要，它必须发展（部分通过触摸）判断大致3维距离的能力。",
          "mp3start": "00:00:57.88"
        },
        {
          "id": "6",
          "en": "But having satisfied the requirements of practical necessity, most people go no further.",
          "native": "但在满足了现实需要后，大多数人就不再继续了。",
          "mp3start": "00:01:11.81"
        },
        {
          "id": "7",
          "en": "Though they may attain considerable accuracy in the perception of flat form,",
          "native": "尽管他们在感知平面形状方面可能获得相当高的准确性，",
          "mp3start": "00:01:18.94"
        },
        {
          "id": "8",
          "en": "they do not make the further intellectual and emotional effort needed to comprehend form in its full spatial existence.",
          "native": "他们没有付出进一步的智力和情感努力来理解形式的完整空间存在。",
          "mp3start": "00:01:24.99"
        },
        {
          "id": "9",
          "en": "This is what the sculptor must do.",
          "native": "这是雕塑家必须做的。",
          "mp3start": "00:01:35.23"
        },
        {
          "id": "10",
          "en": "He must strive continually to think of and use, form in its full spatial completeness.",
          "native": "他必须不断努力思考和使用形式的完整空间完整性。",
          "mp3start": "00:01:38.04"
        },
        {
          "id": "11",
          "en": "He gets the solid shape as it were, inside his head--he thinks of it, whatever its size, as if he were holding it completely enclosed in the hollow of his hand.",
          "native": "他在他的脑袋里得到了原来的实体形状——他想到了它，无论它有多大，就好像他把它完全封闭在他的手掌中一样。",
          "mp3start": "00:01:46.88"
        },
        {
          "id": "12",
          "en": "He mentally visualizes a complex form from all round itself;",
          "native": "他在脑海中想象出一个来自四周的复杂形状；",
          "mp3start": "00:02:00.70"
        },
        {
          "id": "13",
          "en": "he knows while he looks at one side what the other side is like; he identifies himself with its centre of gravity, its mass, its weight;",
          "native": "当他看一侧时，他知道另一侧是什么样子；他用它的重心、质量、重量来识别自己；",
          "mp3start": "00:02:07.30"
        },
        {
          "id": "14",
          "en": "he realizes its volume as the space that the shape displaces in the air.",
          "native": "他意识到它的体积是形状在空气中所取代的空间。",
          "mp3start": "00:02:18.34"
        },
        {
          "id": "15",
          "en": "And the sensitive observer of sculpture must also learn to feel shape simply as shape, not as description or reminiscence.",
          "native": "敏感的雕塑观察者也必须学会将形状仅仅作为形状来感受，而不是作为描述或回忆。",
          "mp3start": "00:02:24.81"
        },
        {
          "id": "16",
          "en": "He must, for example, perceive an egg as a simple single solid shape quite apart from its significance as food,",
          "native": "例如，他必须将鸡蛋视为一个简单的单一固体形状，而与它作为食物的意义无关，",
          "mp3start": "00:02:34.47"
        },
        {
          "id": "17",
          "en": "or from the literary idea that it will become a bird.",
          "native": "或者来自它会变成一只鸟的文学观念。",
          "mp3start": "00:02:44.43"
        },
        {
          "id": "18",
          "en": "And so with solids such as a shell, a nut, a plum, a pear, a tadpole, a mushroom,",
          "native": "对于诸如贝壳、坚果、李子、梨、蝌蚪、蘑菇等固体，",
          "mp3start": "00:02:49.08"
        },
        {
          "id": "19",
          "en": "a mountain peak, a kidney, a carrot, a tree-trunk, a bird, a bud, a lark, a ladybird, a bulrush, a bone.",
          "native": "一座山峰、一颗肾脏、一根胡萝卜、一根树干、一只鸟、一个花蕾、一只云雀、一只瓢虫、一根芦苇、一根骨头。",
          "mp3start": "00:02:58.09"
        },
        {
          "id": "20",
          "en": "From these he can go on to appreciate more complex forms or combinations of several forms.",
          "native": "由此，他可以继续欣赏更复杂的形式或几种形式的组合。",
          "mp3start": "00:03:11.28"
        }
      ]
    },
    {
      "title": "Galileo Reborn",
      "mp3file": "32－Galileo Reborn.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "In his own lifetime Galileo was the centre of violent controversy, but the scientific dust has long since settled,",
          "native": "伽利略在世时曾是激烈争论的中心，但科学尘埃早已尘埃落定，",
          "mp3start": "00:00:17.77"
        },
        {
          "id": "1",
          "en": "and today we can see even his famous clash with the Inquisition in something like its proper perspective.",
          "native": "今天，我们甚至可以从正确的角度来看待他与宗教裁判所的著名冲突。",
          "mp3start": "00:00:26.84"
        },
        {
          "id": "2",
          "en": "But, in contrast, it is only in modern times that Galileo has become a problem child for historians of science.",
          "native": "但相比之下，直到现代伽利略才成为科学史学家的问题儿童。",
          "mp3start": "00:00:34.42"
        },
        {
          "id": "3",
          "en": "The old view of Galileo was delightfully uncomplicated.",
          "native": "伽利略的旧观点非常简单。",
          "mp3start": "00:00:44.11"
        },
        {
          "id": "4",
          "en": "He was, above all, a man who experimented:",
          "native": "最重要的是，他是一个敢于尝试的人：",
          "mp3start": "00:00:48.63"
        },
        {
          "id": "5",
          "en": "who despised the prejudice and book learning of the Aristotelians,",
          "native": "他们鄙视亚里士多德学派的偏见和书本知识，",
          "mp3start": "00:00:52.78"
        },
        {
          "id": "6",
          "en": "who put his questions to nature instead of to the ancients, and who drew his conclusions fearlessly.",
          "native": "他向自然而不是向古人提出问题，并且无所畏惧地得出结论。",
          "mp3start": "00:00:57.49"
        },
        {
          "id": "7",
          "en": "He had been the first to turn a telescope to the sky,",
          "native": "他是第一个将望远镜转向天空的人",
          "mp3start": "00:01:05.65"
        },
        {
          "id": "8",
          "en": "and he had seen there evidence enough to overthrow Aristotle and Ptolemy together.",
          "native": "他已经看到了足以推翻亚里士多德和托勒密的证据。",
          "mp3start": "00:01:09.37"
        },
        {
          "id": "9",
          "en": "He was the man who climbed the Leaning Tower of Pisa and dropped various weights from the top,",
          "native": "他是那个登上比萨斜塔并从塔顶扔下各种重物的人，",
          "mp3start": "00:01:15.98"
        },
        {
          "id": "10",
          "en": "who rolled balls down inclined planes, and then generalized the results of his many experiments into the famous law of free fall.",
          "native": "他将球滚下斜面，然后将他的许多实验结果推广到著名的自由落体定律。",
          "mp3start": "00:01:22.40"
        },
        {
          "id": "11",
          "en": "But a closer study of the evidence,",
          "native": "但仔细研究证据后，",
          "mp3start": "00:01:33.86"
        },
        {
          "id": "12",
          "en": "supported by a deeper sense of the period, and particularly by a new consciousness of the philosophical undercurrents in the scientific revolution,",
          "native": "受到对那个时代更深刻的认识的支持，特别是对科学革命中哲学暗流的新意识的支持，",
          "mp3start": "00:01:36.04"
        },
        {
          "id": "13",
          "en": "has profoundly modified this view of Galileo.",
          "native": "深刻地改变了伽利略的这一观点。",
          "mp3start": "00:01:45.78"
        },
        {
          "id": "14",
          "en": "Today, although the old Galileo lives on in many popular writings, among historians of science a new and more sophisticated picture has emerged.",
          "native": "如今，尽管古老的伽利略在许多流行著作中仍然存在，但科学史学家们却出现了一幅新的、更复杂的图景。",
          "mp3start": "00:01:49.86"
        },
        {
          "id": "15",
          "en": "At the same time our sympathy for Galileo's opponents has grown somewhat.",
          "native": "与此同时，我们对伽利略的反对者的同情有所增加。",
          "mp3start": "00:02:01.49"
        },
        {
          "id": "16",
          "en": "His telescopic observations are justly immortal;",
          "native": "他的望远镜观察结果确实是不朽的。",
          "mp3start": "00:02:06.42"
        },
        {
          "id": "17",
          "en": "they aroused great interest at the time,",
          "native": "当时引起了极大的兴趣，",
          "mp3start": "00:02:10.41"
        },
        {
          "id": "18",
          "en": "they had important theoretical consequences,",
          "native": "它们产生了重要的理论后果，",
          "mp3start": "00:02:13.17"
        },
        {
          "id": "19",
          "en": "and they provided a striking demonstration of the potentialities hidden in instruments and apparatus.",
          "native": "他们惊人地展示了仪器和设备中隐藏的潜力。",
          "mp3start": "00:02:16.37"
        },
        {
          "id": "20",
          "en": "But can we blame those who looked and failed to see what Galileo saw,",
          "native": "但是我们能责怪那些看过却没有看到伽利略所看到的东西的人吗？",
          "mp3start": "00:02:24.60"
        },
        {
          "id": "21",
          "en": "if we remember that to use a telescope at the limit of its powers calls for long experience and intimate familiarity with one's instrument?",
          "native": "我们是否还记得，要在其能力的极限范围内使用望远镜需要长期的经验和对仪器的熟悉？",
          "mp3start": "00:02:30.04"
        },
        {
          "id": "22",
          "en": "Was the philosopher who refused to look through Galileo's telescope more culpable than those who alleged",
          "native": "拒绝通过伽利略望远镜观察的哲学家是否比那些声称自己有罪的哲学家更有罪？",
          "mp3start": "00:02:40.50"
        },
        {
          "id": "23",
          "en": "that the spiral nebulae observed with Lord Rosse's great telescope in the 1840s were scratches left by the grinder?",
          "native": "1840 年代用罗斯勋爵的大望远镜观测到的螺旋星云是研磨机留下的划痕？",
          "mp3start": "00:02:47.50"
        },
        {
          "id": "24",
          "en": "We can perhaps forgive those who said the moons of Jupiter were produced by Galileo's spyglass if we recall that in his day,",
          "native": "如果我们记得在他那个时代，我们也许可以原谅那些说木星的卫星是由伽利略望远镜产生的人，",
          "mp3start": "00:02:57.31"
        },
        {
          "id": "25",
          "en": "as for centuries before, curved glass was the popular contrivance for producing not truth but illusion, untruth;",
          "native": "与几个世纪前一样，曲面玻璃是一种流行的发明，它产生的不是真理，而是幻觉和谎言。",
          "mp3start": "00:03:06.67"
        },
        {
          "id": "26",
          "en": "and if a single curved glass would distort nature, how much more would a pair of them?",
          "native": "如果单块曲面玻璃都会扭曲自然，那么一对曲面玻璃更会扭曲自然吗？",
          "mp3start": "00:03:16.81"
        }
      ]
    },
    {
      "title": "Education",
      "mp3file": "33－Education.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Education is one of the key words of our time.",
          "native": "教育是我们这个时代的关键词之一。",
          "mp3start": "00:00:18.65"
        },
        {
          "id": "1",
          "en": "A man without an education, many of us believe,",
          "native": "我们许多人相信，一个没有受过教育的人，",
          "mp3start": "00:00:23.29"
        },
        {
          "id": "2",
          "en": "is an unfortunate victim of adverse circumstances, deprived of one of the greatest twentieth-century opportunities.",
          "native": "是不利环境的不幸受害者，被剥夺了二十世纪最伟大的机会之一。",
          "mp3start": "00:00:27.40"
        },
        {
          "id": "3",
          "en": "Convinced of the importance of education, modern states 'invest' in institutions of learning to get back 'interest'",
          "native": "现代国家深信教育的重要性，对学习机构进行“投资”以收回“兴趣”",
          "mp3start": "00:00:37.15"
        },
        {
          "id": "4",
          "en": "in the form of a large group of enlightened young men and women who are potential leaders.",
          "native": "以一大群开明的年轻男女为形式，他们是潜在的领导者。",
          "mp3start": "00:00:46.84"
        },
        {
          "id": "5",
          "en": "Education, with its cycles of instruction so carefully worked out,",
          "native": "教育的教学周期经过精心设计，",
          "mp3start": "00:00:53.93"
        },
        {
          "id": "6",
          "en": "punctuated by textbooks--those purchasable wells of wisdom--what would civilization be like without its benefits?",
          "native": "夹杂着教科书——那些可以购买的智慧之井——如果没有它的好处，文明会是什么样子？",
          "mp3start": "00:00:59.35"
        },
        {
          "id": "7",
          "en": "So much is certain: that we would have doctors and preachers,",
          "native": "非常确定的是：我们会有医生和传教士，",
          "mp3start": "00:01:10.77"
        },
        {
          "id": "8",
          "en": "lawyers and defendants marriages and births--but our spiritual outlook would be different.",
          "native": "律师和被告的婚姻和出生——但我们的精神面貌会有所不同。",
          "mp3start": "00:01:16.51"
        },
        {
          "id": "9",
          "en": "We would lay less stress on 'facts and figures' and more on a good memory,",
          "native": "我们会更少强调“事实和数字”，而更多地强调良好的记忆力，",
          "mp3start": "00:01:25.07"
        },
        {
          "id": "10",
          "en": "on applied psychology, and on the capacity of a man to get along with his fellow-citizens.",
          "native": "应用心理学以及一个人与同胞相处的能力。",
          "mp3start": "00:01:31.53"
        },
        {
          "id": "11",
          "en": "If our educational system were fashioned after its bookless past we would have the most democratic form of 'college' imaginable.",
          "native": "如果我们的教育体系是按照过去无书本的方式建立的，我们就会拥有可以想象到的最民主的“大学”形式。",
          "mp3start": "00:01:39.04"
        },
        {
          "id": "12",
          "en": "Among tribal people all knowledge inherited by tradition is shared by all;",
          "native": "在部落人民中，所有传统继承的知识都是所有人共享的；",
          "mp3start": "00:01:50.08"
        },
        {
          "id": "13",
          "en": "it is taught to every member of the tribe so that in this respect everybody is equally equipped for life.",
          "native": "它被传授给部落的每个成员，以便在这方面每个人都平等地为生活做好准备。",
          "mp3start": "00:01:56.92"
        },
        {
          "id": "14",
          "en": "It is the ideal condition of the 'equal start' which only our most progressive forms of modern education try to regain.",
          "native": "这是“平等起点”的理想条件，只有我们最进步的现代教育形式才试图重新获得这种条件。",
          "mp3start": "00:02:06.45"
        },
        {
          "id": "15",
          "en": "In primitive cultures the obligation to seek and to receive the traditional instruction is binding to all.",
          "native": "在原始文化中，寻求和接受传统指导的义务对所有人都有约束力。",
          "mp3start": "00:02:17.00"
        },
        {
          "id": "16",
          "en": "There are no'illiterates' --if the term can be applied to peoples without a script--while our own compulsory school attendance became law in Germany in 1642,",
          "native": "不存在‘文盲’——如果这个词可以适用于没有文字的人的话——而我们自己的义务教育在 1642 年在德国成为法律，",
          "mp3start": "00:02:25.63"
        },
        {
          "id": "17",
          "en": "in France in 1806, and in England in 1876 and is still nonexistent in a number of 'civilized' nations.",
          "native": "1806 年在法国，1876 年在英国，但在许多“文明”国家仍然不存在。",
          "mp3start": "00:02:39.77"
        },
        {
          "id": "18",
          "en": "This shows how long it was before we deemed it necessary to make sure",
          "native": "这表明我们花了多长时间才认为有必要确保",
          "mp3start": "00:02:51.14"
        },
        {
          "id": "19",
          "en": "that all our children could share in the knowledge accumulated by the 'happy few' during the past centuries.",
          "native": "我们所有的孩子都可以分享过去几个世纪中“少数幸运儿”所积累的知识。",
          "mp3start": "00:02:56.66"
        },
        {
          "id": "20",
          "en": "Education in the wilderness is not a matter of monetary means.",
          "native": "荒野教育不是金钱问题。",
          "mp3start": "00:03:07.21"
        },
        {
          "id": "21",
          "en": "All are entitled to an equal start.",
          "native": "所有人都有权享有平等的起点。",
          "mp3start": "00:03:12.73"
        },
        {
          "id": "22",
          "en": "There is none of the hurry which, in our society, often hampers the full development of a growing personality.",
          "native": "在我们的社会中，没有任何匆忙常常会阻碍成长中的个性的充分发展。",
          "mp3start": "00:03:16.37"
        },
        {
          "id": "23",
          "en": "There, a child grows up under the everpresent attention of his parents;",
          "native": "在那里，孩子在父母无时无刻的关注下成长；",
          "mp3start": "00:03:26.13"
        },
        {
          "id": "24",
          "en": "therefore the jungles and the savannahs know of no 'juvenile delinquency'.",
          "native": "因此，丛林和大草原上不存在“青少年犯罪”。",
          "mp3start": "00:03:32.11"
        },
        {
          "id": "25",
          "en": "No necessity of making a living away from home results in neglect of children, and no father is confronted with his inability to 'buy' an education for his child.",
          "native": "离家谋生的必要性不会导致对孩子的忽视，也没有哪个父亲会面临无法为孩子“购买”教育的情况。",
          "mp3start": "00:03:39.36"
        }
      ]
    },
    {
      "title": "Adolescence",
      "mp3file": "34－Adolescence.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Parents are often upset when their children praise the homes of their friends and regard it as a slur on their own cooking, or cleaning, or furniture,",
          "native": "当孩子称赞朋友的家并认为这是对自己做饭、清洁或家具的侮辱时，父母常常会感到不安，",
          "mp3start": "00:00:16.18"
        },
        {
          "id": "1",
          "en": "and often are foolish enough to let the adolescents see that they are annoyed.",
          "native": "而且常常愚蠢到让青少年看出他们很生气。",
          "mp3start": "00:00:26.68"
        },
        {
          "id": "2",
          "en": "They may even accuse them of disloyalty, or make some spiteful remark about the friends' parents.",
          "native": "他们甚至可能指责他们不忠诚，或者对朋友的父母进行一些恶毒的评论。",
          "mp3start": "00:00:32.24"
        },
        {
          "id": "3",
          "en": "Such a loss of dignity and descent into childish behaviour on the part of the adults deeply shocks the adolescents,",
          "native": "成年人这种丧失尊严、陷入幼稚的行为让青少年深感震惊，",
          "mp3start": "00:00:39.58"
        },
        {
          "id": "4",
          "en": "and makes them resolve that in future they will not talk to their parents about the places or people they visit.",
          "native": "并让他们下定决心，今后不再与父母谈论他们去过的地方或去过的人。",
          "mp3start": "00:00:48.13"
        },
        {
          "id": "5",
          "en": "Before very long the parents will be complaining that the child is so secretive and never tells them anything,",
          "native": "不久父母就会抱怨孩子太遮遮掩掩，什么都不告诉他们，",
          "mp3start": "00:00:55.96"
        },
        {
          "id": "6",
          "en": "but they seldom realize that they have brought this on themselves.",
          "native": "但他们很少意识到这是他们自己造成的。",
          "mp3start": "00:01:03.19"
        },
        {
          "id": "7",
          "en": "Disillusionment with the parents,",
          "native": "",
          "mp3start": "00:01:08.63"
        },
        {
          "id": "8",
          "en": "however good and adequate they may be both as parents and as individuals, is to some degree inevitable.",
          "native": "无论作为父母和个人，他们多么优秀和足够，在某种程度上都是不可避免的。",
          "mp3start": "00:01:11.02"
        },
        {
          "id": "9",
          "en": "Most children have such a high ideal of their parents,",
          "native": "大多数孩子都对父母抱有如此崇高的理想，",
          "mp3start": "00:01:20.05"
        },
        {
          "id": "10",
          "en": "unless the parents themselves have been unsatisfactory, that it can hardly hope to stand up to a realistic evaluation.",
          "native": "除非父母本身已经不满意，否则很难经得起现实的评价。",
          "mp3start": "00:01:23.92"
        },
        {
          "id": "11",
          "en": "Parents would be greatly surprised and deeply touched if they realized how much belief their children usually have in their character and infallibility,",
          "native": "如果父母意识到他们的孩子通常对自己的品格和正确性有多大的信心，他们会感到非常惊讶和深深的感动，",
          "mp3start": "00:01:31.85"
        },
        {
          "id": "12",
          "en": "and how much this faith means to a child.",
          "native": "这种信仰对于一个孩子来说意味着什么？",
          "mp3start": "00:01:42.99"
        },
        {
          "id": "13",
          "en": "If parents were prepared for this adolescent reaction,",
          "native": "如果父母对青少年的这种反应有所准备，",
          "mp3start": "00:01:46.55"
        },
        {
          "id": "14",
          "en": "and realized that was a sign that the child was growing up",
          "native": "并意识到这是孩子长大的标志",
          "mp3start": "00:01:50.44"
        },
        {
          "id": "15",
          "en": "and developing valuable powers of observation and independent judgment,",
          "native": "并发展宝贵的观察力和独立判断力，",
          "mp3start": "00:01:54.22"
        },
        {
          "id": "16",
          "en": "they would not be so hurt, and therefore would not drive the child into opposition by resenting and resisting it.",
          "native": "他们不会受到如此的伤害，因此不会通过怨恨和抵抗来驱使孩子反对。",
          "mp3start": "00:01:59.73"
        },
        {
          "id": "17",
          "en": "The adolescent, with his passion for sincerity,",
          "native": "少年以他的热情真诚，",
          "mp3start": "00:02:08.75"
        },
        {
          "id": "18",
          "en": "always respects a parent who admits that he is wrong, or ignorant,",
          "native": "总是尊重承认自己错误或无知的父母，",
          "mp3start": "00:02:12.93"
        },
        {
          "id": "19",
          "en": "or even that he has been unfair or unjust.",
          "native": "甚至说他不公平或不公正。",
          "mp3start": "00:02:17.85"
        },
        {
          "id": "20",
          "en": "What the child cannot forgive is the parents' refusal to admit these charges if the child knows them to be true.",
          "native": "孩子无法原谅的是，如果孩子知道这些指控是真实的，父母却拒绝承认这些指控。",
          "mp3start": "00:02:21.39"
        },
        {
          "id": "21",
          "en": "Victorian parents believed that they kept their dignity by retreating behind an unreasoning authoritarian attitude in fact they did nothing of the kind,",
          "native": "维多利亚时代的父母认为，他们通过退却不合理的专制态度来保持尊严，事实上他们没有这样做，",
          "mp3start": "00:02:31.04"
        },
        {
          "id": "22",
          "en": "but children were then too cowed to let them know how they really felt.",
          "native": "但孩子们当时太害怕了，不敢让他们知道自己的真实感受。",
          "mp3start": "00:02:41.84"
        },
        {
          "id": "23",
          "en": "Today we tend to go to the other extreme,",
          "native": "今天我们往往走向另一个极端，",
          "mp3start": "00:02:46.92"
        },
        {
          "id": "24",
          "en": "but on the whole this is a healthier attitude both for the child and the parent.",
          "native": "但总的来说，这对孩子和父母来说都是一种更健康的态度。",
          "mp3start": "00:02:50.30"
        },
        {
          "id": "25",
          "en": "It is always wiser and safer to face up to reality, however painful it may be at the moment.",
          "native": "无论此刻多么痛苦，面对现实总是更明智、更安全的做法。",
          "mp3start": "00:02:56.57"
        }
      ]
    },
    {
      "title": "Space Odyssey",
      "mp3file": "35－Space Odyssey.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "The Moon is likely to become the industrial hub of the Solar System supplying the rocket fuels for its ships,",
          "native": "月球很可能成为太阳系的工业中心，为其飞船提供火箭燃料，",
          "mp3start": "00:00:19.13"
        },
        {
          "id": "1",
          "en": "easily obtainable from the lunar rocks in the form of liquid oxygen.",
          "native": "很容易从月球岩石中以液氧的形式获得。",
          "mp3start": "00:00:27.37"
        },
        {
          "id": "2",
          "en": "The reason lies in its gravity.",
          "native": "原因就在于它的重力。",
          "mp3start": "00:00:33.54"
        },
        {
          "id": "3",
          "en": "Because the Moon has only an eightieth of the Earth's mass,",
          "native": "因为月球的质量只有地球的八十分之一，",
          "mp3start": "00:00:36.79"
        },
        {
          "id": "4",
          "en": "it requires 97% less energy",
          "native": "所需能源减少 97%",
          "mp3start": "00:00:41.43"
        },
        {
          "id": "5",
          "en": "to travel the quarter of a million miles from the Moon to Earth-orbit than the 200 mile-journey from Earth's surface into orbit!",
          "native": "从月球到地球轨道行驶 25 万英里比从地球表面进入轨道 200 英里的旅程还要多！",
          "mp3start": "00:00:46.02"
        },
        {
          "id": "6",
          "en": "This may sound fantastic, but it is easily calculated.",
          "native": "这听起来可能很不可思议，但很容易计算。",
          "mp3start": "00:00:57.44"
        },
        {
          "id": "7",
          "en": "To escape from the Earth in a rocket, one must travel at seven miles per second.",
          "native": "要乘坐火箭逃离地球，必须以每秒七英里的速度行驶。",
          "mp3start": "00:01:03.17"
        },
        {
          "id": "8",
          "en": "The comparable speed from the Moon is only 1.5 miles per second.",
          "native": "从月球出发的可比速度仅为每秒 1.5 英里。",
          "mp3start": "00:01:10.27"
        },
        {
          "id": "9",
          "en": "Because the gravity on the Moon's surface is only a sixth of Earth's (remember how easily the Apollo astronauts bounded along),",
          "native": "因为月球表面的重力只有地球的六分之一（还记得阿波罗宇航员是多么轻松地跳跃），",
          "mp3start": "00:01:17.34"
        },
        {
          "id": "10",
          "en": "it takes much less energy to accelerate to that 1.5mps than it does on Earth.",
          "native": "加速到 1.5mps 所需的能量比在地球上少得多。",
          "mp3start": "00:01:27.97"
        },
        {
          "id": "11",
          "en": "Moon dwellers will be able to fly in space at only three percent of the cost of similar journeys by their terrestrial cousins.",
          "native": "月球居民将能够在太空中飞行，而成本仅为其陆地表亲类似旅程的百分之三。",
          "mp3start": "00:01:36.60"
        },
        {
          "id": "12",
          "en": "Arthur C.Clark once suggested a revolutionary idea passes through three phases:",
          "native": "亚瑟·C·克拉克 (Arthur C.Clark) 曾经提出，一个革命性的想法要经历三个阶段：",
          "mp3start": "00:01:47.18"
        },
        {
          "id": "13",
          "en": "1.  'It's impossible--don't waste my time.'",
          "native": "1.“这是不可能的——别浪费我的时间。”",
          "mp3start": "00:01:55.37"
        },
        {
          "id": "14",
          "en": "2.  'It's possible, but not worth doing.'",
          "native": "2.“这是可能的，但不值得这样做。”",
          "mp3start": "00:02:01.45"
        },
        {
          "id": "15",
          "en": "3.  'I said it was a good idea all along.'",
          "native": "3.“我一直说这是个好主意。”",
          "mp3start": "00:02:07.21"
        },
        {
          "id": "16",
          "en": "The idea of colonising Mars--a world 160 times more distant than the Moon--will move decisively from the second phase to the third,",
          "native": "殖民火星——一个比月球远160倍的世界——的想法将决定性地从第二阶段转向第三阶段，",
          "mp3start": "00:02:12.06"
        },
        {
          "id": "17",
          "en": "when a significant number of people are living permanently in space.",
          "native": "当相当多的人永久生活在太空中时。",
          "mp3start": "00:02:25.21"
        },
        {
          "id": "18",
          "en": "Mars has an extraordinary fascination for would-be voyagers.",
          "native": "火星对未来的航行者有着非凡的吸引力。",
          "mp3start": "00:02:30.48"
        },
        {
          "id": "19",
          "en": "America, Russia and Europe are filled with enthusiasts--many of them serious and senior scientists who dream of sending people to it.",
          "native": "美国、俄罗斯和欧洲充满了狂热者——其中许多人都是严肃而资深的科学家，梦想着将人们送往那里。",
          "mp3start": "00:02:35.77"
        },
        {
          "id": "20",
          "en": "Their aim is understandable.",
          "native": "他们的目的是可以理解的。",
          "mp3start": "00:02:48.64"
        },
        {
          "id": "21",
          "en": "It is the one world in the Solar System that is most like the Earth.",
          "native": "它是太阳系中最像地球的一个世界。",
          "mp3start": "00:02:51.22"
        },
        {
          "id": "22",
          "en": "It is a world of red sandy deserts (hence its name--the Red Planet),",
          "native": "这是一个红色沙漠的世界（因此得名——红色星球），",
          "mp3start": "00:02:56.19"
        },
        {
          "id": "23",
          "en": "cloudless skies, savage sandstorms, chasms wider than the Grand Canyon and at least one mountain more than twice as tall as Everest.",
          "native": "万里无云的天空、狂暴的沙尘暴、比大峡谷还宽的峡谷，以及至少一座比珠穆朗玛峰高两倍以上的山峰。",
          "mp3start": "00:03:02.61"
        },
        {
          "id": "24",
          "en": "It seems ideal for settlement.",
          "native": "这似乎是解决问题的理想选择。",
          "mp3start": "00:03:14.93"
        }
      ]
    },
    {
      "title": "The Cost of Government",
      "mp3file": "36－The Cost of Government.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "If a nation is essentialy disunited, it is left to the government to hold it together.",
          "native": "如果一个国家本质上不团结，就需要政府来维持它。",
          "mp3start": "00:00:21.57"
        },
        {
          "id": "1",
          "en": "This increases the expense of government, and reduces correspondingly the amount of economic resources that could be used for developing the country.",
          "native": "这增加了政府的开支，相应地减少了可用于国家发展的经济资源。",
          "mp3start": "00:00:27.97"
        },
        {
          "id": "2",
          "en": "And it should not be forgotten how small those resources are in a poor and backward country.",
          "native": "我们不应该忘记，在一个贫穷落后的国家，这些资源是多么的少。",
          "mp3start": "00:00:39.42"
        },
        {
          "id": "3",
          "en": "Where the cost of government is high, resources for development are correspondingly low.",
          "native": "政府成本高的地方，发展资源相应就低。",
          "mp3start": "00:00:45.74"
        },
        {
          "id": "4",
          "en": "This may be illustrated by comparing the position of a nation with that of a private business enterprise.",
          "native": "这可以通过将一个国家的地位与一个私营企业的地位进行比较来说明。",
          "mp3start": "00:00:52.66"
        },
        {
          "id": "5",
          "en": "An enterprise has to incur certain costs and expenses in order to stay in business.",
          "native": "企业为了维持经营，必须承担一定的成本和费用。",
          "mp3start": "00:00:59.84"
        },
        {
          "id": "6",
          "en": "For our purposes, we are concerned only with one kind of cost--the cost of managing and administering the business.",
          "native": "就我们的目的而言，我们只关心一种成本——管理和管理业务的成本。",
          "mp3start": "00:01:06.88"
        },
        {
          "id": "7",
          "en": "Such administrative overheads in a business are analogous to the cost of government in a nation.",
          "native": "企业的此类行政管理费用类似于一个国家的政府成本。",
          "mp3start": "00:01:15.36"
        },
        {
          "id": "8",
          "en": "The administrative overheads of a business are low to the extent that everyone working in the business",
          "native": "企业的管理费用很低，企业中的每个人都可以参与其中",
          "mp3start": "00:01:22.53"
        },
        {
          "id": "9",
          "en": "can be trusted to behave in a way that best promotes the interests of the firm.",
          "native": "可以相信其行为方式最有利于公司利益。",
          "mp3start": "00:01:28.21"
        },
        {
          "id": "10",
          "en": "If they can each be trusted to take such responsibilities,",
          "native": "如果他们每个人都能被信任承担这样的责任，",
          "mp3start": "00:01:34.06"
        },
        {
          "id": "11",
          "en": "and to exercise such initiative as falls within their sphere, then administrative overheads will be low.",
          "native": "并在其职责范围内发挥主动性，那么行政管理费用就会很低。",
          "mp3start": "00:01:37.79"
        },
        {
          "id": "12",
          "en": "It will be low because it will be necessary to have only one man looking after each job without having another man to check upon what he is doing,",
          "native": "它会很低，因为每项工作只需一个人负责，而无需另一个人检查他正在做的事情，",
          "mp3start": "00:01:46.41"
        },
        {
          "id": "13",
          "en": "keep him in line, and report on him to someone else.",
          "native": "让他遵守规矩，并向其他人报告他的情况。",
          "mp3start": "00:01:56.06"
        },
        {
          "id": "14",
          "en": "But if no one can be trusted to act in a loyal and responsible manner towards his job,",
          "native": "但如果没有人可以被信任以忠诚和负责任的方式对待他的工作，",
          "mp3start": "00:02:00.59"
        },
        {
          "id": "15",
          "en": "then the business will require armies of administrators, checkers and foremen and administrative overheads will rise correspondingly.",
          "native": "那么企业将需要大量的管理人员、检查员和领班，管理费用也会相应增加。",
          "mp3start": "00:02:06.88"
        },
        {
          "id": "16",
          "en": "As administrative overheads rise, so the earnings of the business after meeting the expense of administration, will fall;",
          "native": "随着管理费用的增加，企业在支付管理费用后的收入将会下降；",
          "mp3start": "00:02:16.66"
        },
        {
          "id": "17",
          "en": "and the business will have less money to distribute as dividends or invest directly in its future progress and development.",
          "native": "而且企业用于分配股息或直接投资于未来进步和发展的资金将会减少。",
          "mp3start": "00:02:24.76"
        },
        {
          "id": "18",
          "en": "It is precisely the same with a nation.",
          "native": "对于一个民族来说也是如此。",
          "mp3start": "00:02:32.86"
        },
        {
          "id": "19",
          "en": "To the extent that the people can be relied on to behave in a loyal and responsible manner,",
          "native": "只要人民能够以忠诚和负责任的方式行事，",
          "mp3start": "00:02:36.06"
        },
        {
          "id": "20",
          "en": "the government does not require armies of police and civil servants to keep them in order.",
          "native": "政府不需要大批警察和公务员来维持秩序。",
          "mp3start": "00:02:42.17"
        },
        {
          "id": "21",
          "en": "But if a nation is disunited, the government cannot be sure that the actions of the people will be in the interests of the nation;",
          "native": "但如果一个国家不团结，政府就不能确定人民的行为是否符合国家的利益；",
          "mp3start": "00:02:48.60"
        },
        {
          "id": "22",
          "en": "and it will have to watch, check, and control the people accordingly.",
          "native": "它必须相应地监视、检查和控制人们。",
          "mp3start": "00:02:57.21"
        },
        {
          "id": "23",
          "en": "A disunited nation therefore has to incur unduly high costs of government.",
          "native": "因此，一个分裂的国家必须承担过高的政府成本。",
          "mp3start": "00:03:02.36"
        }
      ]
    },
    {
      "title": "The Process of Ageing",
      "mp3file": "37－The Process of Ageing.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "At the age of twelve years, the human body is at its most vigorous.",
          "native": "十二岁是人体最旺盛的时期。",
          "mp3start": "00:00:20.55"
        },
        {
          "id": "1",
          "en": "It has yet to reach its full size and strength, and its owner his or her full intelligence: but at this age the likelihood of death is least.",
          "native": "它尚未达到其完整的尺寸和强度，其主人也尚未达到其完整的智力：但在这个年龄，死亡的可能性是最小的。",
          "mp3start": "00:00:26.85"
        },
        {
          "id": "2",
          "en": "Earlier, we were infants and young children, and consequently more vulnerable;",
          "native": "早些时候，我们还是婴儿和幼儿，因此更加脆弱；",
          "mp3start": "00:00:39.39"
        },
        {
          "id": "3",
          "en": "later, we shall undergo a progressive loss of our vigour and resistance which, though imperceptible at first",
          "native": "后来，我们的活力和抵抗力将逐渐丧失，尽管一开始是难以察觉的",
          "mp3start": "00:00:47.25"
        },
        {
          "id": "4",
          "en": "will finally become so steep that we can live no longer,",
          "native": "最终会变得如此陡峭以至于我们无法再活下去，",
          "mp3start": "00:00:56.61"
        },
        {
          "id": "5",
          "en": "however well we look after ourselves, and however well society, and our doctors, look after us.",
          "native": "我们把自己照顾得多么好，社会和我们的医生把我们照顾得多么好。",
          "mp3start": "00:01:01.71"
        },
        {
          "id": "6",
          "en": "This decline in vigour with the passing of time is called ageing.",
          "native": "这种活力随着时间的流逝而下降的现象称为衰老。",
          "mp3start": "00:01:10.10"
        },
        {
          "id": "7",
          "en": "It is one of the most unpleasant discoveries which we all make that we must decline in this way, that if we escape wars,",
          "native": "这是我们所有人都做出的最令人不快的发现之一，我们必须以这种方式衰落，如果我们逃避战争，",
          "mp3start": "00:01:15.34"
        },
        {
          "id": "8",
          "en": "accidents and diseases we shall eventually 'die of old age', and that this happens at a rate which differs little from person to person,",
          "native": "事故和疾病，我们最终将“死于老年”，而且这种情况发生的速度因人而异，",
          "mp3start": "00:01:25.35"
        },
        {
          "id": "9",
          "en": "so that there are heavy odds in favour of our dying between the ages of 65 and 80.",
          "native": "因此，我们在 65 岁到 80 岁之间死亡的可能性很大。",
          "mp3start": "00:01:36.90"
        },
        {
          "id": "10",
          "en": "Some of us will die sooner, a few will live longer -- on into a ninth or tenth decade.",
          "native": "我们中的一些人会死得更快，一些人会活得更久——活到第九个或第十个十年。",
          "mp3start": "00:01:44.68"
        },
        {
          "id": "11",
          "en": "But the chances are against it,",
          "native": "但机会并不大，",
          "mp3start": "00:01:52.89"
        },
        {
          "id": "12",
          "en": "and there is a virtual limit on how long we can hope to remain alive, however lucky and robust we are.",
          "native": "无论我们多么幸运和坚强，我们能活多久实际上是有限的。",
          "mp3start": "00:01:55.45"
        },
        {
          "id": "13",
          "en": "Normal people tend to forget this process unless and until they are reminded of it.",
          "native": "普通人往往会忘记这个过程，除非他们被提醒。",
          "mp3start": "00:02:03.88"
        },
        {
          "id": "14",
          "en": "We are so familiar with the fact that man ages, that people have for years assumed that the process of losing vigour with time,",
          "native": "我们非常熟悉人会衰老的事实，多年来人们一直认为随着时间的流逝而失去活力的过程，",
          "mp3start": "00:02:10.41"
        },
        {
          "id": "15",
          "en": "of becoming more likely to die the older we get, was something self-evident",
          "native": "我们年纪越大，死亡的可能性就越大，这是不言而喻的",
          "mp3start": "00:02:19.48"
        },
        {
          "id": "16",
          "en": "like the cooling of a hot kettle or the wearing-out of a pair of shoes.",
          "native": "就像热水壶的冷却或一双鞋子的磨损一样。",
          "mp3start": "00:02:25.37"
        },
        {
          "id": "17",
          "en": "They have also assumed that all animals,",
          "native": "他们还假设所有动物，",
          "mp3start": "00:02:30.73"
        },
        {
          "id": "18",
          "en": "and probably other organisms such as trees, or even the universe itself, must in the nature of things 'wear out'.",
          "native": "也许其他有机体，例如树木，甚至宇宙本身，在事物的本质上必定会“磨损”。",
          "mp3start": "00:02:34.17"
        },
        {
          "id": "19",
          "en": "Most animals we commonly observe do in fact age as we do,",
          "native": "我们经常观察到的大多数动物实际上都会像我们一样衰老，",
          "mp3start": "00:02:44.82"
        },
        {
          "id": "20",
          "en": "if given the chance to live long enough;",
          "native": "如果有机会活得足够长；",
          "mp3start": "00:02:49.82"
        },
        {
          "id": "21",
          "en": "and mechanical systems like a wound watch, or the sun,",
          "native": "以及机械系统，如上链手表或太阳，",
          "mp3start": "00:02:52.42"
        },
        {
          "id": "22",
          "en": "do in fact run out of energy in accordance with the second law of thermodynamics (whether the whole universe does so is a moot point at present).",
          "native": "事实上，根据热力学第二定律，能量确实耗尽了（目前整个宇宙是否会耗尽能量尚无定论）。",
          "mp3start": "00:02:57.54"
        },
        {
          "id": "23",
          "en": "But these are not analogous to what happens when man ages.",
          "native": "但这些与人类衰老时发生的情况不同。",
          "mp3start": "00:03:09.17"
        },
        {
          "id": "24",
          "en": "A run-down watch is still a watch and can be rewound.",
          "native": "破旧的手表仍然是手表，可以重新上发条。",
          "mp3start": "00:03:14.68"
        },
        {
          "id": "25",
          "en": "An old watch, by contrast, becomes so worn and unreliable that it eventually is not worth mending.",
          "native": "相比之下，旧手表会变得非常磨损且不可靠，最终不值得修理。",
          "mp3start": "00:03:19.89"
        },
        {
          "id": "26",
          "en": "But a watch could never repair itself--it does not consist of living parts, only of metal, which wears away by friction.",
          "native": "但手表永远无法自我修复——它不包含活动部件，仅由金属组成，会因摩擦而磨损。",
          "mp3start": "00:03:29.98"
        },
        {
          "id": "27",
          "en": "We could, at one time, repair ourselves--well enough, at least, to overcome all but the most instantly fatal illnesses and accidents.",
          "native": "我们可以暂时修复自己——至少足以克服除最直接致命的疾病和事故之外的所有疾病和事故。",
          "mp3start": "00:03:40.98"
        },
        {
          "id": "28",
          "en": "Between twelve and eighty years we gradually lose this power;",
          "native": "十二到八十年间，我们逐渐失去了这种力量；",
          "mp3start": "00:03:53.69"
        },
        {
          "id": "29",
          "en": "an illness which at 12 would knock us over, at 80 can knock us out, and into our grave.",
          "native": "这种疾病在 12 岁的时候会让我们崩溃，在 80 岁的时候会把我们击倒，然后进入坟墓。",
          "mp3start": "00:03:59.72"
        },
        {
          "id": "30",
          "en": "If we could stay as vigorous as we are at twelve,",
          "native": "如果我们能像十二岁时那样充满活力，",
          "mp3start": "00:04:08.79"
        },
        {
          "id": "31",
          "en": "it would take about 700 years for half of us to die, and another 700 for the survivors to be reduced by half again.",
          "native": "大约需要700年，我们的一半人就会死亡，而另外700年，幸存者就会再次减少一半。",
          "mp3start": "00:04:12.54"
        }
      ]
    },
    {
      "title": "Water and the Traveller",
      "mp3file": "38－Water and the Traveller.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Contamination of water supplies is usually due to poor sanitation close to water sources,",
          "native": "供水污染通常是由于水源附近的卫生条件差造成的，",
          "mp3start": "00:00:13.50"
        },
        {
          "id": "1",
          "en": "sewage disposal into the sources themselves, leakage of sewage into distribution systems or contamination with industrial or farm waste.",
          "native": "污水排放到水源本身、污水泄漏到分配系统或被工业或农业废物污染。",
          "mp3start": "00:00:21.30"
        },
        {
          "id": "2",
          "en": "Even if a piped water supply is safe at its source, it is not always safe by the time it reaches the tap.",
          "native": "即使管道供水在其源头是安全的，但到达水龙头时并不总是安全的。",
          "mp3start": "00:00:32.17"
        },
        {
          "id": "3",
          "en": "Intermittent tap-water supplies should be regarded as particularly suspect.",
          "native": "间歇性的自来水供应尤其值得怀疑。",
          "mp3start": "00:00:39.72"
        },
        {
          "id": "4",
          "en": "Travellers on short trips to areas with water supplies of uncertain quality",
          "native": "前往供水质量不稳定地区短途旅行的旅行者",
          "mp3start": "00:00:45.76"
        },
        {
          "id": "5",
          "en": "should avoid drinking tap-water, or untreated water from any other source.",
          "native": "应避免饮用自来水或任何其他来源的未经处理的水。",
          "mp3start": "00:00:51.08"
        },
        {
          "id": "6",
          "en": "It is best to keep to hot drinks, bottled or canned drinks of well-known brand names-international standard of water treatment are usually followed at bottling plants.",
          "native": "最好只喝热饮、知名品牌的瓶装或罐装饮料——装瓶厂通常遵循国际水处理标准。",
          "mp3start": "00:00:56.95"
        },
        {
          "id": "7",
          "en": "Carbonated drinks are acidic, and slightly safer.",
          "native": "碳酸饮料是酸性的，稍微安全一些。",
          "mp3start": "00:01:08.27"
        },
        {
          "id": "8",
          "en": "Make sure that all bottles are opened in your presence, and that their rims are clean and dry.",
          "native": "确保所有瓶子都在您面前打开，并且其边缘干净且干燥。",
          "mp3start": "00:01:12.24"
        },
        {
          "id": "9",
          "en": "Boiling is always a good way of treating water.",
          "native": "煮沸始终是处理水的好方法。",
          "mp3start": "00:01:19.14"
        },
        {
          "id": "10",
          "en": "Some hotels supply boiled water on request and this can be used for drinking, or for brushing teeth.",
          "native": "一些酒店可应要求提供开水，可用于饮用或刷牙。",
          "mp3start": "00:01:22.36"
        },
        {
          "id": "11",
          "en": "Portable boiling elements that can boil small quantities of water are useful when the right voltage of electricity is available.",
          "native": "当电压合适时，可以煮沸少量水的便携式煮沸元件非常有用。",
          "mp3start": "00:01:29.49"
        },
        {
          "id": "12",
          "en": "Refuse politely any cold drink from an unknown source.",
          "native": "礼貌地拒绝任何来源不明的冷饮。",
          "mp3start": "00:01:37.86"
        },
        {
          "id": "13",
          "en": "Ice is only as safe as the water from which it is made,",
          "native": "冰的安全程度取决于其所用的水，",
          "mp3start": "00:01:43.22"
        },
        {
          "id": "14",
          "en": "and should not be put in drinks unless it is known to be safe.",
          "native": "除非已知其安全，否则不应将其放入饮料中。",
          "mp3start": "00:01:46.79"
        },
        {
          "id": "15",
          "en": "Drinks can be cooled by placing them on ice rather than adding ice to them.",
          "native": "饮料可以通过将其放在冰上而不是加冰来冷却。",
          "mp3start": "00:01:51.80"
        },
        {
          "id": "16",
          "en": "Alcohol may be a medical disinfectant, but should not be relied upon to sterilize water.",
          "native": "酒精可能是一种医用消毒剂，但不应依赖它来对水进行消毒。",
          "mp3start": "00:01:58.17"
        },
        {
          "id": "17",
          "en": "Ethanol is more effective at a concentration of 50-70 percent;",
          "native": "乙醇浓度为 50-70% 时更有效；",
          "mp3start": "00:02:05.57"
        },
        {
          "id": "18",
          "en": "below 20 per cent, its bactericidal action is negligible.",
          "native": "低于20%，其杀菌作用可以忽略不计。",
          "mp3start": "00:02:10.72"
        },
        {
          "id": "19",
          "en": "Spirits labelled 95 proof contain only about 47 per cent alcohol.",
          "native": "标有 95 度的烈酒仅含有约 47% 的酒精度。",
          "mp3start": "00:02:15.91"
        },
        {
          "id": "20",
          "en": "Beware of methylated alcohol,",
          "native": "谨防甲基化酒精，",
          "mp3start": "00:02:22.63"
        },
        {
          "id": "21",
          "en": "which is very poisonous and should never be added to drinking water.",
          "native": "它有毒，切勿添加到饮用水中。",
          "mp3start": "00:02:24.89"
        },
        {
          "id": "22",
          "en": "If no other safe water supply can be obtained,",
          "native": "如果无法获得其他安全供水，",
          "mp3start": "00:02:30.71"
        },
        {
          "id": "23",
          "en": "tap water that is too hot to touch can be left to cool and is generally safe to drink.",
          "native": "太热而无法触摸的自来水可以冷却，通常可以安全饮用。",
          "mp3start": "00:02:34.45"
        },
        {
          "id": "24",
          "en": "Those planning a trip to remote areas, or intending to live in countries where drinking water is not readily available,",
          "native": "那些计划前往偏远地区旅行或打算居住在缺乏饮用水的国家的人，",
          "mp3start": "00:02:41.50"
        },
        {
          "id": "25",
          "en": "should know about the various possible methods for making water safe.",
          "native": "应该了解确保水安全的各种可能方法。",
          "mp3start": "00:02:49.29"
        }
      ]
    },
    {
      "title": "What Every Writer Wants",
      "mp3file": "39－What Every Writer Wants.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "I have known very few writers,",
          "native": "我认识的作家很少，",
          "mp3start": "00:00:21.57"
        },
        {
          "id": "1",
          "en": "but those I have known and whom I respect, confess at once that they have little idea where they are going when they first set pen to paper.",
          "native": "但那些我认识的、我尊敬的人立刻承认，当他们第一次动笔写字时，他们根本不知道自己要去哪里。",
          "mp3start": "00:00:24.56"
        },
        {
          "id": "2",
          "en": "They have a character, perhaps two;",
          "native": "他们有一个性格，也许有两个；",
          "mp3start": "00:00:36.13"
        },
        {
          "id": "3",
          "en": "they are in that condition of eager discomfort which passes for inspiration all admit radical changes of destination once the journey has begun;",
          "native": "他们处于一种急切的不适状态，这种状态被视为灵感，一旦旅程开始，他们都会承认目的地发生根本性的变化。",
          "mp3start": "00:00:39.10"
        },
        {
          "id": "4",
          "en": "one, to my certain knowledge, spent nine months on a novel about Kashmir,",
          "native": "据我所知，其中一个花了九个月的时间写了一本关于克什米尔的小说，",
          "mp3start": "00:00:50.66"
        },
        {
          "id": "5",
          "en": "then reset the whole thing in the Scottish Highlands.",
          "native": "然后在苏格兰高地重置整个事情。",
          "mp3start": "00:00:57.61"
        },
        {
          "id": "6",
          "en": "I never heard of anyone making a 'skeleton', as we were taught at school.",
          "native": "我从来没有听说过有人制作“骷髅”，正如我们在学校所学到的那样。",
          "mp3start": "00:01:01.38"
        },
        {
          "id": "7",
          "en": "In the breaking and remaking, in the timing interweaving, beginning afresh,",
          "native": "在打破与重塑中，在时间的交织中，重新开始，",
          "mp3start": "00:01:07.35"
        },
        {
          "id": "8",
          "en": "the writer comes to discern things in his material which were not consciously in his mind when he began.",
          "native": "作者开始在他的材料中辨别出一些在他开始时并没有意识到的东西。",
          "mp3start": "00:01:14.80"
        },
        {
          "id": "9",
          "en": "This organic process, often leading to moments of extraordinary self-discovery, is of an indescribable fascination.",
          "native": "这种有机的过程往往会带来非凡的自我发现时刻，具有难以形容的魅力。",
          "mp3start": "00:01:22.83"
        },
        {
          "id": "10",
          "en": "A blurred image appears; he adds a brushstroke and another and it is gone",
          "native": "出现模糊的图像；他又加上了一笔又一笔，然后就消失了",
          "mp3start": "00:01:34.32"
        },
        {
          "id": "11",
          "en": "but something was there, and he will not rest till he has captured it.",
          "native": "但那里有东西，他不抓住它就不会休息。",
          "mp3start": "00:01:41.06"
        },
        {
          "id": "12",
          "en": "Sometimes the yeast within a writer outlives a book he has written.",
          "native": "有时，作家内心的酵母比他写的书还要长久。",
          "mp3start": "00:01:46.68"
        },
        {
          "id": "13",
          "en": "I have heard of writers who read nothing but their own books;",
          "native": "我听说过有些作家只读自己的书。",
          "mp3start": "00:01:52.77"
        },
        {
          "id": "14",
          "en": "like adolescents they stand before the mirror,",
          "native": "他们像青少年一样站在镜子前，",
          "mp3start": "00:01:57.01"
        },
        {
          "id": "15",
          "en": "and still cannot fathom the exact outline of the vision before them.",
          "native": "仍然无法理解眼前幻象的确切轮廓。",
          "mp3start": "00:02:00.46"
        },
        {
          "id": "16",
          "en": "For the same reason, writers talk interminably about their own books,",
          "native": "出于同样的原因，作家们没完没了地谈论自己的书，",
          "mp3start": "00:02:06.15"
        },
        {
          "id": "17",
          "en": "winkling out hidden meanings, super-imposing new ones,",
          "native": "揭示隐藏的含义，叠加新的含义，",
          "mp3start": "00:02:12.37"
        },
        {
          "id": "18",
          "en": "begging response from those around them.",
          "native": "请求周围人的回应。",
          "mp3start": "00:02:17.19"
        },
        {
          "id": "19",
          "en": "Of course a writer doing this is misunderstood: he might as well try to explain a crime or a love affair.",
          "native": "当然，这样做的作家会被误解：他还不如尝试解释犯罪或爱情。",
          "mp3start": "00:02:20.57"
        },
        {
          "id": "20",
          "en": "He is also, incidentally, an unforgivable bore.",
          "native": "顺便说一句，他也是一个不可原谅的讨厌鬼。",
          "mp3start": "00:02:28.15"
        },
        {
          "id": "21",
          "en": "This temptation to cover the distance between himself and the reader,",
          "native": "这种拉近自己与读者之间距离的诱惑，",
          "mp3start": "00:02:34.63"
        },
        {
          "id": "22",
          "en": "to study his image in the sight of those who do not know him, can be his undoing: he has begun to write to please.",
          "native": "研究他在那些不认识他的人眼中的形象，可能会导致他的毁灭：他已经开始为了取悦而写作。",
          "mp3start": "00:02:39.63"
        },
        {
          "id": "23",
          "en": "A young English writer made the pertinent observation a year or two back",
          "native": "一位年轻的英国作家在一两年前做出了相关的观察",
          "mp3start": "00:02:51.65"
        },
        {
          "id": "24",
          "en": "that the talent goes into the first draft, and the art into the drafts that follow.",
          "native": "人才进入初稿，艺术进入后续草稿。",
          "mp3start": "00:02:56.85"
        },
        {
          "id": "25",
          "en": "For this reason also the writer, like any other artist,",
          "native": "出于这个原因，作家也像其他艺术家一样，",
          "mp3start": "00:03:03.60"
        },
        {
          "id": "26",
          "en": "has no resting place, no crowd or movement in which he may take comfort,",
          "native": "没有休息的地方，没有人群或运动可以让他感到安慰，",
          "mp3start": "00:03:08.09"
        },
        {
          "id": "27",
          "en": "no judgment from outside which can replace the judgment from within.",
          "native": "任何外部的判断都不能取代内部的判断。",
          "mp3start": "00:03:15.18"
        },
        {
          "id": "28",
          "en": "A writer makes order out of the anarchy of his heart;",
          "native": "作家将内心的混乱整理得井井有条；",
          "mp3start": "00:03:20.66"
        },
        {
          "id": "29",
          "en": "he submits himself to a more ruthless discipline than any critic dreamed of,",
          "native": "他让自己受到比任何批评家所梦想的更残酷的纪律，",
          "mp3start": "00:03:24.70"
        },
        {
          "id": "30",
          "en": "and when he flirts with fame, he is taking time off from living with himself,",
          "native": "当他与名声调情时，他就从与自己相处的时间中抽出时间，",
          "mp3start": "00:03:30.73"
        },
        {
          "id": "31",
          "en": "from the search for what his world contains at its inmost point.",
          "native": "来自对他的世界最深处的探索。",
          "mp3start": "00:03:36.70"
        }
      ]
    },
    {
      "title": "Waves",
      "mp3file": "40－Waves.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Waves are the children of the struggle between ocean and atmosphere, the ongoing signatures of infinity.",
          "native": "波浪是海洋和大气之间斗争的产物，是无限的持续特征。",
          "mp3start": "00:00:15.37"
        },
        {
          "id": "1",
          "en": "Rays from the sun excite and energize the atmosphere of the earth, awakening it to flow, to movement, to rhythm, to life.",
          "native": "来自太阳的光线激发并激发了地球的大气层，唤醒它的流动、运动、节奏和生命。",
          "mp3start": "00:00:23.26"
        },
        {
          "id": "2",
          "en": "The wind then speaks the message of the sun to the sea",
          "native": "然后风向大海传达太阳的信息",
          "mp3start": "00:00:33.29"
        },
        {
          "id": "3",
          "en": "and the sea transmits it on through waves--an ancient, exquisite powerful message.",
          "native": "大海通过波浪将它传递下去——这是一种古老而精致而有力的信息。",
          "mp3start": "00:00:37.20"
        },
        {
          "id": "4",
          "en": "These ocean waves are among the earth's most complicated natural phenomena.",
          "native": "这些海浪是地球上最复杂的自然现象之一。",
          "mp3start": "00:00:45.48"
        },
        {
          "id": "5",
          "en": "The basic features include a crest (the highest point of the wave),",
          "native": "基本特征包括波峰（波浪的最高点）、",
          "mp3start": "00:00:51.45"
        },
        {
          "id": "6",
          "en": "a trough (the lowest point), a height (the vertical distance from the trough to the crest),",
          "native": "波谷（最低点）、高度（波谷到波峰的垂直距离）、",
          "mp3start": "00:00:56.13"
        },
        {
          "id": "7",
          "en": "a wave length (the horizontal distance between two wave crests),",
          "native": "波长（两个波峰之间的水平距离），",
          "mp3start": "00:01:03.67"
        },
        {
          "id": "8",
          "en": "and a period (which is the time it takes awave crest to travel one wave length).",
          "native": "和一个周期（波峰传播一个波长所需的时间）。",
          "mp3start": "00:01:08.99"
        },
        {
          "id": "9",
          "en": "Although an ocean wave gives the impression of a wall of water moving in your direction,",
          "native": "尽管海浪给人的印象是一堵水墙朝您的方向移动，",
          "mp3start": "00:01:16.21"
        },
        {
          "id": "10",
          "en": "in actuality waves move through the water leaving the water about where it was.",
          "native": "事实上，波浪在水中移动，使水留在原来的位置。",
          "mp3start": "00:01:22.46"
        },
        {
          "id": "11",
          "en": "If the water was moving with the wave,",
          "native": "如果水随着波浪移动，",
          "mp3start": "00:01:29.36"
        },
        {
          "id": "12",
          "en": "the ocean and everything on it would be racing in to the shore with obviously catastrophic results.",
          "native": "海洋和海洋上的一切都会冲向海岸，带来明显的灾难性后果。",
          "mp3start": "00:01:32.06"
        },
        {
          "id": "13",
          "en": "An ocean wave passing through deep water causes a particle on the surface to move in a roughly circular orbit,",
          "native": "穿过深水的海浪使表面的粒子沿着大致圆形的轨道运动，",
          "mp3start": "00:01:40.03"
        },
        {
          "id": "14",
          "en": "drawing the particle first towards the advancing wave, then up into the wave,",
          "native": "首先将粒子拉向前进的波，然后向上进入波，",
          "mp3start": "00:01:48.49"
        },
        {
          "id": "15",
          "en": "then forward with it and then--as the wave leaves the particles behind--back to its starting point again.",
          "native": "然后继续前进，然后——当波将粒子抛在后面时——再次回到起点。",
          "mp3start": "00:01:54.41"
        },
        {
          "id": "16",
          "en": "From both maturity to death, a wave is subject to the same laws as any other 'living' thing.",
          "native": "从成熟到死亡，波浪与任何其他“生命”事物都遵循相同的法则。",
          "mp3start": "00:02:03.30"
        },
        {
          "id": "17",
          "en": "For a time it assumes a miraculous individuality that, in the end, is reabsorbed into the great ocean of life.",
          "native": "有一段时间，它呈现出一种神奇的个性，最终被重新吸收到生命的浩瀚海洋中。",
          "mp3start": "00:02:10.15"
        },
        {
          "id": "18",
          "en": "The undulating waves of the open sea are generated by three natural causes:",
          "native": "公海起伏的波浪是由三个自然原因产生的：",
          "mp3start": "00:02:19.11"
        },
        {
          "id": "19",
          "en": "wind, earth movements or tremors, and the gravitational pull of the moon and the sun.",
          "native": "风、地球运动或震动，以及月球和太阳的引力。",
          "mp3start": "00:02:25.25"
        },
        {
          "id": "20",
          "en": "Once waves have been generated,",
          "native": "一旦波浪产生，",
          "mp3start": "00:02:31.95"
        },
        {
          "id": "21",
          "en": "gravity is the force that drives them in a continual attempt to restore the ocean surface to a flat plain.",
          "native": "重力是驱使他们不断尝试将海洋表面恢复为平坦平原的力量。",
          "mp3start": "00:02:34.14"
        }
      ]
    },
    {
      "title": "Training Elephants",
      "mp3file": "41－Training Elephants.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Two main techniques have been used for training elephants, which we may call respectively the tough and the gentle.",
          "native": "训练大象主要使用两种技术，我们可以分别称之为“强硬”和“温和”。",
          "mp3start": "00:00:17.74"
        },
        {
          "id": "1",
          "en": "The former method simply consists of setting an elephant to work and beating him until he does what is expected of him.",
          "native": "前一种方法只是让大象工作并殴打它，直到它完成预期的任务。",
          "mp3start": "00:00:27.25"
        },
        {
          "id": "2",
          "en": "Apart from any moral considerations this is a stupid method of training,",
          "native": "抛开任何道德考虑，这是一种愚蠢的训练方法，",
          "mp3start": "00:00:36.67"
        },
        {
          "id": "3",
          "en": "for it produces a resentful animal who at a later stage may well turn man-killer.",
          "native": "因为它会产生一种怨恨的动物，这种动物在后期很可能会变成杀人犯。",
          "mp3start": "00:00:42.29"
        },
        {
          "id": "4",
          "en": "The gentle method requires more patience in the early stages,",
          "native": "温和的方法前期需要更多的耐心，",
          "mp3start": "00:00:49.31"
        },
        {
          "id": "5",
          "en": "but produce a cheerful good-tempered elephant who will give many years of loyal service.",
          "native": "但会培育出一头性格开朗、脾气暴躁的大象，它将提供多年的忠诚服务。",
          "mp3start": "00:00:53.72"
        },
        {
          "id": "6",
          "en": "The first essential in elephant training is to assign to the animal a single mahout who will be entirely responsible for the job.",
          "native": "大象训练的首要任务是为大象指派一名驯象师，他将完全负责这项工作。",
          "mp3start": "00:01:01.86"
        },
        {
          "id": "7",
          "en": "Elephants like to have one master just as dogs do, and are capable of a considerable degree of personal affection.",
          "native": "大象和狗一样喜欢有一个主人，并且有相当程度的个人感情。",
          "mp3start": "00:01:12.02"
        },
        {
          "id": "8",
          "en": "There are even stories of half-trained elephant calves who have refused to feed and pined to death",
          "native": "甚至还有一些未经训练的小象因拒绝进食而死的故事",
          "mp3start": "00:01:21.71"
        },
        {
          "id": "9",
          "en": "when by some unavoidable circumstance they have been deprived of their own trainer.",
          "native": "由于某些不可避免的情况，他们被剥夺了自己的教练。",
          "mp3start": "00:01:30.54"
        },
        {
          "id": "10",
          "en": "Such extreme cases must probably be taken with a grain of salt,",
          "native": "对于这种极端情况，我们必须持保留态度，",
          "mp3start": "00:01:38.41"
        },
        {
          "id": "11",
          "en": "but they do underline the general principle that the relationship between elephant and mahout is the key to successful training.",
          "native": "但它们确实强调了一个普遍原则：大象和驯象师之间的关系是成功训练的关键。",
          "mp3start": "00:01:43.26"
        },
        {
          "id": "12",
          "en": "The most economical age to capture an elephant for training is between 15 and 20 years,",
          "native": "捕捉大象进行训练最经济的年龄是15岁到20岁之间，",
          "mp3start": "00:01:54.24"
        },
        {
          "id": "13",
          "en": "for it is then almost ready to undertake heavy work and can begin to earn its keep straight away.",
          "native": "因为那时它几乎已经准备好承担繁重的工作，并且可以立即开始赚钱。",
          "mp3start": "00:02:01.53"
        },
        {
          "id": "14",
          "en": "But animals of this age do not easily become subservient to man, and a very firm hand must be employed in the early stages.",
          "native": "但这个时代的动物不容易屈服于人类，在早期阶段必须采取非常严厉的手段。",
          "mp3start": "00:02:09.29"
        },
        {
          "id": "15",
          "en": "The captive elephant, still roped to a tree,",
          "native": "被俘虏的大象仍然被绳子拴在树上，",
          "mp3start": "00:02:19.42"
        },
        {
          "id": "16",
          "en": "plunges and screams every time a man approaches, and for several days will probably refuse all food through anger and fear.",
          "native": "每当有人靠近时，它就会跳下并尖叫，并且可能会在几天之内因愤怒和恐惧而拒绝所有食物。",
          "mp3start": "00:02:22.74"
        },
        {
          "id": "17",
          "en": "Sometimes a tame elephant is tethered nearby to give the wild one confidence,",
          "native": "有时，一头驯服的大象会被拴在附近，以给野生大象信心，",
          "mp3start": "00:02:34.27"
        },
        {
          "id": "18",
          "en": "and in most cases the captive gradually quietens down and begins to accept its food.",
          "native": "在大多数情况下，俘虏会逐渐安静下来并开始接受食物。",
          "mp3start": "00:02:40.27"
        },
        {
          "id": "19",
          "en": "The next stage is to get the elephant to the training establishment,",
          "native": "下一阶段是将大象带到训练场所，",
          "mp3start": "00:02:47.81"
        },
        {
          "id": "20",
          "en": "a ticklish business which is achieved with the aid of two tame elephants roped to the captive on either side.",
          "native": "这是一件棘手的事情，需要用绳子拴在两边的两只驯服的大象的帮助下才能完成。",
          "mp3start": "00:02:51.87"
        },
        {
          "id": "21",
          "en": "When several elephants are being trained at one time,",
          "native": "当多只大象同时接受训练时，",
          "mp3start": "00:02:59.97"
        },
        {
          "id": "22",
          "en": "it is customary for the new arrival to be placed between the stalls of two captives whose training is already well advanced.",
          "native": "按照惯例，新来的俘虏会被安置在两个已经受过充分训练的俘虏的畜栏之间。",
          "mp3start": "00:03:04.05"
        },
        {
          "id": "23",
          "en": "It is then left completely undisturbed with plenty of food and water",
          "native": "然后让它完全不受干扰，并提供充足的食物和水",
          "mp3start": "00:03:13.88"
        },
        {
          "id": "24",
          "en": "so that it can absorb the atmosphere of its new home and see that nothing particularly alarming is happening to its companions.",
          "native": "这样它就可以吸收新家的气氛，并看到它的同伴没有发生任何特别令人担忧的事情。",
          "mp3start": "00:03:19.15"
        },
        {
          "id": "25",
          "en": "When it is eating normally, its own training begins.",
          "native": "当它正常进食时，它自己的训练就开始了。",
          "mp3start": "00:03:28.39"
        },
        {
          "id": "26",
          "en": "The trainer stands in front of the elephant holding a long stick with a sharp metal point.",
          "native": "驯象师站在大象面前，手里拿着一根带有锋利金属尖的长棍。",
          "mp3start": "00:03:33.27"
        },
        {
          "id": "27",
          "en": "Two assistants, mounted on tame elephants, control the captive from either side,",
          "native": "两名助手骑在驯服的大象上，从两侧控制俘虏，",
          "mp3start": "00:03:39.70"
        },
        {
          "id": "28",
          "en": "while others rub their hands over his skin to the accompaniment of a monotonous and soothing chant.",
          "native": "其他人则伴随着单调而舒缓的圣歌，用手抚摸他的皮肤。",
          "mp3start": "00:03:46.63"
        },
        {
          "id": "29",
          "en": "This is supposed to induce pleasurable sensations in the elephant,",
          "native": "这应该会给大象带来愉悦的感觉，",
          "mp3start": "00:03:55.06"
        },
        {
          "id": "30",
          "en": "and its effects are reinforced by the use of endearing epithets,",
          "native": "并且通过使用可爱的绰号来强化其效果，",
          "mp3start": "00:03:59.73"
        },
        {
          "id": "31",
          "en": "such as 'ho! my son', or 'ho! my father', or 'my mother', according to the age and sex of the captive.",
          "native": "比如‘嗬！我的儿子”，或者“嗬！根据俘虏的年龄和性别，称其为“我的父亲”或“我的母亲”。",
          "mp3start": "00:04:03.69"
        },
        {
          "id": "32",
          "en": "The elephant is not immediately susceptible to such blandishments, however, and usually lashes fiercely with its trunk in all directions.",
          "native": "然而，大象不会立即受到这种甜言蜜语的影响，通常会用鼻子向各个方向猛烈地攻击。",
          "mp3start": "00:04:15.71"
        },
        {
          "id": "33",
          "en": "These movements are controlled by the trainer with the metal-pointed stick,",
          "native": "这些动作由训练者用金属尖头的棍子控制，",
          "mp3start": "00:04:25.47"
        },
        {
          "id": "34",
          "en": "and the trunk eventually becomes so sore that the elephant curls it up and seldom afterwards uses it for offensive purposes.",
          "native": "象鼻最终变得非常疼痛，以至于大象将其卷曲起来，之后很少将其用于攻击目的。",
          "mp3start": "00:04:30.01"
        }
      ]
    },
    {
      "title": "Recording an Earthquake",
      "mp3file": "42－Recording an Earthquake.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "An earthquake comes like a thief in the night, without warning.",
          "native": "地震就像夜间的小偷一样毫无预兆地来袭。",
          "mp3start": "00:00:18.95"
        },
        {
          "id": "1",
          "en": "It was necessary, therefore, to invent instruments that neither slumbered nor slept.",
          "native": "因此，有必要发明一种既不打盹也不睡觉的仪器。",
          "mp3start": "00:00:23.69"
        },
        {
          "id": "2",
          "en": "Some devices were quite simple.",
          "native": "有些设备非常简单。",
          "mp3start": "00:00:29.84"
        },
        {
          "id": "3",
          "en": "One, for instance, consisted of rods of various lengths and thicknesses which would stand up on end like ninepins.",
          "native": "例如，其中一种由不同长度和粗细的杆组成，这些杆可以像九瓶柱一样直立起来。",
          "mp3start": "00:00:32.36"
        },
        {
          "id": "4",
          "en": "When a shock came, it shook the rigid table upon which these stood.",
          "native": "当震动袭来时，这些东西所在的坚硬桌子都震动了。",
          "mp3start": "00:00:41.06"
        },
        {
          "id": "5",
          "en": "If it were gentle, only the more unstable rods fell.",
          "native": "如果动作轻柔，只有更不稳定的棒会掉落。",
          "mp3start": "00:00:46.36"
        },
        {
          "id": "6",
          "en": "If it were severe, they all fell.",
          "native": "如果严重的话，他们都会倒下。",
          "mp3start": "00:00:51.17"
        },
        {
          "id": "7",
          "en": "Thus the rods, by falling, and by the direction in which they fell,",
          "native": "因此，棒通过下落以及它们下落的方向，",
          "mp3start": "00:00:53.99"
        },
        {
          "id": "8",
          "en": "recorded for the slumbering scientist the strength of a shock that was too weak to waken him,",
          "native": "为沉睡的科学家记录了太弱而无法唤醒他的震动强度，",
          "mp3start": "00:00:58.85"
        },
        {
          "id": "9",
          "en": "and the direction from which it came.",
          "native": "以及它来自的方向。",
          "mp3start": "00:01:05.70"
        },
        {
          "id": "10",
          "en": "But instruments far more delicate than that were needed if any really serious advance was to be made.",
          "native": "但如果要取得任何真正重大的进展，就需要比这更精密的仪器。",
          "mp3start": "00:01:08.99"
        },
        {
          "id": "11",
          "en": "The ideal to be aimed at was to devise an instrument that could record with a pen on paper,",
          "native": "我们的理想目标是设计一种可以用笔在纸上记录的仪器，",
          "mp3start": "00:01:15.87"
        },
        {
          "id": "12",
          "en": "the movements of the ground or of the table as the quake passed by.",
          "native": "地震经过时地面或桌子的移动。",
          "mp3start": "00:01:22.77"
        },
        {
          "id": "13",
          "en": "While I write my pen moves, but the paper keeps still.",
          "native": "当我写字时，笔在动，但纸却保持静止。",
          "mp3start": "00:01:28.24"
        },
        {
          "id": "14",
          "en": "With practice, no doubt, I could in time learn to write by holding the pen still while the paper moved.",
          "native": "毫无疑问，通过练习，我很快就能学会在纸移动时握笔不动来写字。",
          "mp3start": "00:01:32.57"
        },
        {
          "id": "15",
          "en": "That sounds a silly suggestion,",
          "native": "这听起来是个愚蠢的建议",
          "mp3start": "00:01:39.75"
        },
        {
          "id": "16",
          "en": "but that was precisely the idea adopted in some of the early instruments (seismometers) for recording earthquake waves.",
          "native": "但这正是一些早期记录地震波的仪器（地震仪）所采用的想法。",
          "mp3start": "00:01:42.31"
        },
        {
          "id": "17",
          "en": "But when table, penholder and paper are all moving, how is it possible to write legibly?",
          "native": "但桌子、笔杆、纸都在动，怎么可能写得清楚呢？",
          "mp3start": "00:01:51.70"
        },
        {
          "id": "18",
          "en": "The key to a solution of that problem lay in an everyday observation.",
          "native": "解决这个问题的关键在于日常观察。",
          "mp3start": "00:01:59.02"
        },
        {
          "id": "19",
          "en": "Why does a person standing in a bus or train tend to fall when a sudden start is made?",
          "native": "为什么站在公交车或火车上的人突然启动时容易摔倒？",
          "mp3start": "00:02:04.18"
        },
        {
          "id": "20",
          "en": "It is because his feet move on, but his head stays still.",
          "native": "这是因为他的脚在前进，但他的头却保持静止。",
          "mp3start": "00:02:10.59"
        },
        {
          "id": "21",
          "en": "A simple experiment will help us a little further.",
          "native": "一个简单的实验将帮助我们更进一步。",
          "mp3start": "00:02:15.18"
        },
        {
          "id": "22",
          "en": "Tie a heavy weight at the end of a long piece of string.",
          "native": "在一根长绳子的末端系上一个重物。",
          "mp3start": "00:02:18.39"
        },
        {
          "id": "23",
          "en": "With the hand held high in the air, hold the string so that the weight nearly touches the ground.",
          "native": "手高举在空中，握住绳子，使重物几乎接触地面。",
          "mp3start": "00:02:22.24"
        },
        {
          "id": "24",
          "en": "Now move the hand to and fro and around but not up and down.",
          "native": "现在来回移动手，但不要上下移动。",
          "mp3start": "00:02:28.78"
        },
        {
          "id": "25",
          "en": "It will be found that the weight moves but slightly or not at all.",
          "native": "会发现重量有轻微移动或根本没有移动。",
          "mp3start": "00:02:33.76"
        },
        {
          "id": "26",
          "en": "Imagine a pen attached to the weight in such a way that its point rests upon a piece of paper on the floor.",
          "native": "想象一下，一支钢笔以这样一种方式连接到重物上，使其笔尖停留在地板上的一张纸上。",
          "mp3start": "00:02:38.34"
        },
        {
          "id": "27",
          "en": "Imagine an earthquake shock shaking the floor, the paper, you and your hand.",
          "native": "想象一下地震震动了地板、纸张、你和你的手。",
          "mp3start": "00:02:44.93"
        },
        {
          "id": "28",
          "en": "In the midst of all this movement, the weight and the pen would be still.",
          "native": "在所有这些运动过程中，重量和笔都是静止的。",
          "mp3start": "00:02:51.42"
        },
        {
          "id": "29",
          "en": "But as the paper moved from side to side under the pen point, its movement would be recorded in ink upon its surface.",
          "native": "但是，当纸张在笔尖下从一侧移动到另一侧时，其移动会被墨水记录在其表面上。",
          "mp3start": "00:02:55.97"
        },
        {
          "id": "30",
          "en": "It was upon this principle that the first instruments were made, but the paper was wrapped round a drum which rotated slowly.",
          "native": "正是根据这个原理，第一批乐器被制造出来，但纸被包裹在一个缓慢旋转的鼓上。",
          "mp3start": "00:03:04.18"
        },
        {
          "id": "31",
          "en": "As long as all was still, the pen drew a straight line,",
          "native": "只要一切安静，笔就画出一条直线，",
          "mp3start": "00:03:13.20"
        },
        {
          "id": "32",
          "en": "but while the drum was being shaken, the line that the pen was drawing wriggled from side to side.",
          "native": "但当鼓摇动时，笔所画的线就会左右蠕动。",
          "mp3start": "00:03:17.64"
        },
        {
          "id": "33",
          "en": "The apparatus thus described, however,",
          "native": "然而，如此描述的装置，",
          "mp3start": "00:03:25.18"
        },
        {
          "id": "34",
          "en": "records only the horizontal component of the wave movement, which is, in fact, much more complicated.",
          "native": "仅记录波浪运动的水平分量，这实际上要复杂得多。",
          "mp3start": "00:03:27.85"
        },
        {
          "id": "35",
          "en": "If we could actually see the path described by a particle,",
          "native": "如果我们真的能看到粒子所描述的路径，",
          "mp3start": "00:03:35.21"
        },
        {
          "id": "36",
          "en": "such as a sand grain in the rock,",
          "native": "比如岩石中的沙粒，",
          "mp3start": "00:03:39.21"
        },
        {
          "id": "37",
          "en": "it would be more like that of a bluebottle buzzing round the room; it would be up and down, to and fro and from side to side.",
          "native": "它更像是一只蓝瓶苍蝇在房间里嗡嗡作响；它会上下、前后、左右。",
          "mp3start": "00:03:41.95"
        },
        {
          "id": "38",
          "en": "Instruments have been devised and can be so placed that all three elements can be recorded in different graphs.",
          "native": "仪器的设计和放置可以使所有三个元素都可以记录在不同的图表中。",
          "mp3start": "00:03:50.54"
        },
        {
          "id": "39",
          "en": "When the instrument is situated at more than 700 miles from the earthquake centre,",
          "native": "当仪器位于距离地震中心超过 700 英里时，",
          "mp3start": "00:03:58.84"
        },
        {
          "id": "40",
          "en": "the graphic record shows three waves arriving one after the other at short intervals.",
          "native": "图形记录显示三个波浪以很短的间隔相继到达。",
          "mp3start": "00:04:04.62"
        },
        {
          "id": "41",
          "en": "The first records the arrival of longitudinal vibrations.",
          "native": "第一个记录纵向振动的到来。",
          "mp3start": "00:04:10.63"
        },
        {
          "id": "42",
          "en": "The second marks the arrival of transverse vibrations which travel more slowly and arrive several minutes after the first.",
          "native": "第二个标志着横向振动的到来，横向振动的传播速度较慢，并且在第一个振动后几分钟到达。",
          "mp3start": "00:04:15.56"
        },
        {
          "id": "43",
          "en": "These two have travelled through the earth.",
          "native": "这两个人已经穿越了地球。",
          "mp3start": "00:04:25.16"
        },
        {
          "id": "44",
          "en": "It was from the study of these that so much was learnt about the interior of the earth.",
          "native": "正是通过对这些的研究，我们对地球内部有了很多了解。",
          "mp3start": "00:04:27.87"
        },
        {
          "id": "45",
          "en": "The third, or main wave is the slowest and has travelled round the earth through the surface rocks.",
          "native": "第三波或主波是最慢的，并且通过地表岩石绕地球传播。",
          "mp3start": "00:04:33.66"
        }
      ]
    },
    {
      "title": "Are There Strangers in Space?",
      "mp3file": "43－Are There Strangers in Space.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "We must conclude from the work of those who have studied the origin of life,",
          "native": "我们必须从那些研究生命起源的人的工作中得出结论：",
          "mp3start": "00:00:22.80"
        },
        {
          "id": "1",
          "en": "that given a planet only approximately like our own, life is almost certain to start.",
          "native": "假设有一个与我们地球大致相似的行星，生命几乎肯定会开始。",
          "mp3start": "00:00:28.36"
        },
        {
          "id": "2",
          "en": "Of all the planets in our solar system, we are now pretty certain the Earth is the only one on which life can survive.",
          "native": "在太阳系的所有行星中，我们现在非常确定地球是唯一一个有生命可以生存的行星。",
          "mp3start": "00:00:36.13"
        },
        {
          "id": "3",
          "en": "Mars is too dry and poor in oxygen, Venus far too hot, and so is Mercury,",
          "native": "火星太干燥且缺氧，金星太热，水星也是如此，",
          "mp3start": "00:00:46.40"
        },
        {
          "id": "4",
          "en": "and the outer planets have temperatures near absolute zero and hydrogen-dominated atmospheres.",
          "native": "外行星的温度接近零，大气层以氢为主。",
          "mp3start": "00:00:54.04"
        },
        {
          "id": "5",
          "en": "But other suns, start as the astronomers call them, are bound to have planets like our own, and as is the number of stars in the universe is so vast,",
          "native": "但是其他太阳，正如天文学家所说的那样，必然有像我们自己的行星，而且宇宙中恒星的数量是如此巨大，",
          "mp3start": "00:01:02.12"
        },
        {
          "id": "6",
          "en": "this possibility becomes virtual certainty.",
          "native": "这种可能性变成了事实上的确定性。",
          "mp3start": "00:01:14.38"
        },
        {
          "id": "7",
          "en": "There are one hundred thousand million starts in our own Milky Way alone,",
          "native": "仅在我们的银河系就有十亿颗恒星，",
          "mp3start": "00:01:18.33"
        },
        {
          "id": "8",
          "en": "and then there are three thousand million other milky ways or galaxies, in the universe.",
          "native": "宇宙中还有三亿个其他银河系或星系。",
          "mp3start": "00:01:24.73"
        },
        {
          "id": "9",
          "en": "so the number of stars that we know exist is now estimated at about 300 million million million.",
          "native": "因此，我们现在已知的恒星数量估计约为 3 亿颗。",
          "mp3start": "00:01:32.54"
        },
        {
          "id": "10",
          "en": "Although perhaps only 1 percent of the life that has started somewhere will develop into highly complex and intelligent patterns,",
          "native": "尽管也许只有百分之一的生命从某个地方开始会发展成高度复杂和智能的模式，",
          "mp3start": "00:01:43.29"
        },
        {
          "id": "11",
          "en": "so vast is the number of planets, that intelligent life is bound to be a natural part of the universe.",
          "native": "行星的数量如此之多，智慧生命必然是宇宙的自然组成部分。",
          "mp3start": "00:01:52.47"
        },
        {
          "id": "12",
          "en": "If then we are so certain that other intelligent life exists in the universe, why have we had no visitors from outer space yet?",
          "native": "如果我们如此确信宇宙中存在其他智慧生命，为什么我们还没有来自外太空的访客呢？",
          "mp3start": "00:02:00.95"
        },
        {
          "id": "13",
          "en": "First of all, they may have come to this planet of ours thousands or millions of years ago,",
          "native": "首先，他们可能在数千年或数百万年前就来到了我们这个星球，",
          "mp3start": "00:02:10.93"
        },
        {
          "id": "14",
          "en": "and found our then prevailing primitive state completely uninteresting to their own advanced knowledge.",
          "native": "他们发现我们当时盛行的原始状态对他们自己的先进知识完全不感兴趣。",
          "mp3start": "00:02:18.52"
        },
        {
          "id": "15",
          "en": "Professor Ronald Bracewell, a leading American radio astronomer,",
          "native": "罗纳德·布雷斯韦尔教授是美国著名射电天文学家，",
          "mp3start": "00:02:26.42"
        },
        {
          "id": "16",
          "en": "argued in Nature that such a superior civilization, on a visit to our own solar system,",
          "native": "《自然》杂志认为，这样一个高级文明在访问我们自己的太阳系时，",
          "mp3start": "00:02:32.01"
        },
        {
          "id": "17",
          "en": "may have left an automatic messenger behind to await the possible awakening of an advanced civilization.",
          "native": "可能留下了一个自动信使，等待先进文明的可能觉醒。",
          "mp3start": "00:02:40.13"
        },
        {
          "id": "18",
          "en": "Such a messenger, receiving our radio and television signals,",
          "native": "这样的使者，接收我们的广播电视信号，",
          "mp3start": "00:02:48.54"
        },
        {
          "id": "19",
          "en": "might well re-transmit them back to its home-planet,",
          "native": "很可能将它们重新传送回其母星，",
          "mp3start": "00:02:53.48"
        },
        {
          "id": "20",
          "en": "although what impression any other civilization would thus get from us is best left unsaid.",
          "native": "不过，最好不要说其他文明会给我们留下什么印象。",
          "mp3start": "00:02:57.84"
        },
        {
          "id": "21",
          "en": "But here we come up against the most difficult of all obstacles to contact with people on other planets",
          "native": "但在这里我们遇到了与其他星球上的人接触的最困难的障碍",
          "mp3start": "00:03:06.46"
        },
        {
          "id": "22",
          "en": "-- the astronomical distances which separate us.",
          "native": "——我们之间的天文距离。",
          "mp3start": "00:03:14.05"
        },
        {
          "id": "23",
          "en": "As a reasonable guess, they might, on an average, be 100 light years away.",
          "native": "根据合理的猜测，它们平均距离可能为 100 光年。",
          "mp3start": "00:03:18.51"
        },
        {
          "id": "24",
          "en": "(A light year is the distance which light travels at 186, 000 miles per second in one year, namely 6 million million miles.)",
          "native": "（一光年是光在一年内以每秒 186, 000 英里的速度传播的距离，即 600 万英里。）",
          "mp3start": "00:03:26.43"
        },
        {
          "id": "25",
          "en": "Radio waves also travel at the speed of light,",
          "native": "无线电波也以光速传播，",
          "mp3start": "00:03:38.43"
        },
        {
          "id": "26",
          "en": "and assuming such an automatic messenger picked up our first broadcasts of the 1920's,",
          "native": "假设这样一个自动信使收到了我们 1920 年代的第一批广播，",
          "mp3start": "00:03:42.04"
        },
        {
          "id": "27",
          "en": "the message to its home planet is barely halfway there.",
          "native": "向其母星发出的信息才刚刚完成一半。",
          "mp3start": "00:03:48.75"
        },
        {
          "id": "28",
          "en": "Similarly, our own present primitive chemical rockets,",
          "native": "同样，我们现在的原始化学火箭，",
          "mp3start": "00:03:53.48"
        },
        {
          "id": "29",
          "en": "though good enough to orbit men, have no chance of transporting us to the nearest other star,",
          "native": "虽然足以绕人类运行，但没有机会将我们运送到最近的其他恒星，",
          "mp3start": "00:03:58.30"
        },
        {
          "id": "30",
          "en": "four light years away, let alone distances of tens or hundreds of light years.",
          "native": "四光年之外，更不用说几十、几百光年的距离了。",
          "mp3start": "00:04:06.05"
        },
        {
          "id": "31",
          "en": "Fortunately, there is a 'uniquely rational way' for us to communicate with other intelligent beings,",
          "native": "幸运的是，我们有一种“独特的理性方式”与其他智慧生物进行交流，",
          "mp3start": "00:04:13.85"
        },
        {
          "id": "32",
          "en": "as Walter Sullivan has put it in his excellent book,",
          "native": "正如沃尔特·沙利文（Walter Sullivan）在他的优秀著作中所说的那样，",
          "mp3start": "00:04:22.33"
        },
        {
          "id": "33",
          "en": "We Are not Alone.",
          "native": "我们并不孤单。",
          "mp3start": "00:04:26.34"
        },
        {
          "id": "34",
          "en": "This depends on the precise radio frequency of the 21-cm wavelength, or 1420 megacycles per second.",
          "native": "这取决于 21 厘米波长的精确射频，即每秒 1420 兆周期。",
          "mp3start": "00:04:28.60"
        },
        {
          "id": "35",
          "en": "It is the natural frequency of emission of the hydrogen atoms in space and was discovered by us in 1951;",
          "native": "它是氢原子在太空中发射的固有频率，由我们于1951年发现；",
          "mp3start": "00:04:41.42"
        },
        {
          "id": "36",
          "en": "it must be known to any kind of radio astronomer in the universe.",
          "native": "宇宙中任何类型的射电天文学家都必须知道它。",
          "mp3start": "00:04:50.31"
        },
        {
          "id": "37",
          "en": "Once the existence of this wave-length had been discovered,",
          "native": "一旦发现了这个波长的存在，",
          "mp3start": "00:04:55.85"
        },
        {
          "id": "38",
          "en": "it was not long before its use as the uniquely recognizable broadcasting frequency for interstellar communication was suggested.",
          "native": "不久之后，有人建议将其用作星际通信的唯一可识别的广播频率。",
          "mp3start": "00:04:59.84"
        },
        {
          "id": "39",
          "en": "Without something of this kind,",
          "native": "如果没有这样的东西，",
          "mp3start": "00:05:09.30"
        },
        {
          "id": "40",
          "en": "searching for intelligences on other planets would be like trying to meet a friend in London without a pre-arranged rendezvous",
          "native": "在其他行星上寻找情报就像试图在没有预先安排好的约会的情况下在伦敦会见朋友一样",
          "mp3start": "00:05:11.49"
        },
        {
          "id": "41",
          "en": "and absurdly wandering the streets in the hope of a chance encounter.",
          "native": "荒唐地在街上闲逛，希望能有一次偶遇。",
          "mp3start": "00:05:19.41"
        }
      ]
    },
    {
      "title": "Patterns of Culture",
      "mp3file": "44－Patterns of Culture.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Custom has not commonly been regarded as a subject of any great moment.",
          "native": "习俗通常不被视为任何伟大时刻的主题。",
          "mp3start": "00:00:15.46"
        },
        {
          "id": "1",
          "en": "The inner workings of our own brains we feel to be uniquely worthy of investigation,",
          "native": "我们认为我们自己大脑的内部运作方式特别值得研究，",
          "mp3start": "00:00:20.81"
        },
        {
          "id": "2",
          "en": "but custom, we have a way of thinking, is behaviour at is most commonplace.",
          "native": "但习惯，我们有一种思维方式，是最平常的行为方式。",
          "mp3start": "00:00:26.82"
        },
        {
          "id": "3",
          "en": "As a matter of fact, it is the other way around.",
          "native": "事实上，情况恰恰相反。",
          "mp3start": "00:00:33.35"
        },
        {
          "id": "4",
          "en": "Traditional custom, taken the world over,",
          "native": "风靡世界的传统习俗，",
          "mp3start": "00:00:36.88"
        },
        {
          "id": "5",
          "en": "is a mass of detailed behaviour more astonishing than what any one person can ever evolve in individual actions,",
          "native": "是一系列详细的行为，比任何一个人在个人行为中所能演化出的行为更令人惊讶，",
          "mp3start": "00:00:39.96"
        },
        {
          "id": "6",
          "en": "no matter how aberrant.",
          "native": "无论多么异常。",
          "mp3start": "00:00:48.53"
        },
        {
          "id": "7",
          "en": "Yet that is a rather trivial aspect of the matter.",
          "native": "但这只是问题的一个相当微不足道的方面。",
          "mp3start": "00:00:50.73"
        },
        {
          "id": "8",
          "en": "The fact of first-rate importance is the predominant role that custom plays in experience and in belief,",
          "native": "最重要的事实是习俗在经验和信仰中发挥着主导作用，",
          "mp3start": "00:00:54.70"
        },
        {
          "id": "9",
          "en": "and the very great varieties it may manifest.",
          "native": "以及它可能表现出的非常丰富的多样性。",
          "mp3start": "00:01:02.52"
        },
        {
          "id": "10",
          "en": "No man ever looks at the world with pristine eyes.",
          "native": "没有人用纯净的眼睛看世界。",
          "mp3start": "00:01:07.28"
        },
        {
          "id": "11",
          "en": "He sees it edited by a definite set of customs and institutions and ways of thinking.",
          "native": "他认为它是由一套明确的习俗、制度和思维方式编辑的。",
          "mp3start": "00:01:11.45"
        },
        {
          "id": "12",
          "en": "Even in his philosophical probings he cannot go behind these stereotypes;",
          "native": "即使在他的哲学探索中，他也不能落后于这些刻板印象。",
          "mp3start": "00:01:18.15"
        },
        {
          "id": "13",
          "en": "his very concepts of the true and the false will still have reference to his particular traditional customs.",
          "native": "他对真与假的概念仍然与他特定的传统习俗有关。",
          "mp3start": "00:01:23.66"
        },
        {
          "id": "14",
          "en": "John Dewey has said in all seriousness that the part played by custom in shaping the behaviour of the individual,",
          "native": "约翰·杜威严肃地说，习俗在塑造个人行为方面所发挥的作用，",
          "mp3start": "00:01:31.50"
        },
        {
          "id": "15",
          "en": "as against any way in which he can affect traditional custom,",
          "native": "反对他以任何方式影响传统习俗，",
          "mp3start": "00:01:39.36"
        },
        {
          "id": "16",
          "en": "is as the proportion of the total vocabulary of his mother tongue",
          "native": "占其母语总词汇量的比例",
          "mp3start": "00:01:43.65"
        },
        {
          "id": "17",
          "en": "against those words of his own baby talk that are taken up into the vernacular of his family.",
          "native": "反对他自己的儿语中那些被纳入他家庭方言的话语。",
          "mp3start": "00:01:48.64"
        },
        {
          "id": "18",
          "en": "When one seriously studies the social orders that have had the opportunity to develop autonomously,",
          "native": "当一个人认真研究有机会自主发展的社会秩序时，",
          "mp3start": "00:01:56.17"
        },
        {
          "id": "19",
          "en": "the figure becomes no more than an exact and matter-of-fact observation.",
          "native": "这个数字只不过是一个精确而实事求是的观察。",
          "mp3start": "00:02:03.58"
        },
        {
          "id": "20",
          "en": "The life history of the individual is first and foremost an accommodation",
          "native": "个人的生活史首先是一种适应",
          "mp3start": "00:02:09.12"
        },
        {
          "id": "21",
          "en": "to the patterns and standards traditionally handed down in his community.",
          "native": "遵守社区传统上流传下来的模式和标准。",
          "mp3start": "00:02:14.42"
        },
        {
          "id": "22",
          "en": "From the moment of his birth,",
          "native": "从他出生的那一刻起，",
          "mp3start": "00:02:20.21"
        },
        {
          "id": "23",
          "en": "the customs into which he is born shape his experience and behaviour.",
          "native": "他出生的习俗塑造了他的经历和行为。",
          "mp3start": "00:02:22.20"
        },
        {
          "id": "24",
          "en": "By the time he can talk, he is the little creature of his culture,",
          "native": "当他能说话的时候，他已经是他的文化中的小生物了，",
          "mp3start": "00:02:27.53"
        },
        {
          "id": "25",
          "en": "and by the time he is grown and able to take part in its activities,",
          "native": "当他长大并能够参加其活动时，",
          "mp3start": "00:02:32.38"
        },
        {
          "id": "26",
          "en": "its habits are his habits, its beliefs his beliefs, its impossibilities his impossibilities.",
          "native": "它的习惯就是他的习惯，它的信念就是他的信念，它的不可能就是他的不可能。",
          "mp3start": "00:02:37.30"
        },
        {
          "id": "27",
          "en": "Every child that is born into his group will share them with him,",
          "native": "每个出生在他的群体中的孩子都会与他分享，",
          "mp3start": "00:02:45.92"
        },
        {
          "id": "28",
          "en": "and no child born into one on the opposite side of the globe can ever achieve the thousandth part.",
          "native": "在地球另一端出生的孩子不可能达到千分之一。",
          "mp3start": "00:02:50.38"
        },
        {
          "id": "29",
          "en": "There is no social problem it is more incumbent upon us to understand than this of the role of custom.",
          "native": "没有什么社会问题比习俗的作用更值得我们去理解了。",
          "mp3start": "00:02:57.64"
        },
        {
          "id": "30",
          "en": "Until we are intelligent as to its laws and varieties,",
          "native": "直到我们了解它的规律和种类之前，",
          "mp3start": "00:03:05.73"
        },
        {
          "id": "31",
          "en": "the main complicating facts of human life must remain unintelligible.",
          "native": "人类生活中主要的复杂事实必须仍然难以理解。",
          "mp3start": "00:03:09.78"
        },
        {
          "id": "32",
          "en": "The study of custom can be profitable only after certain preliminary propositions have been accepted,",
          "native": "只有在某些初步主张被接受后，对习俗的研究才能有利可图，",
          "mp3start": "00:03:15.99"
        },
        {
          "id": "33",
          "en": "and some of these propositions have been violently opposed.",
          "native": "其中一些主张遭到了强烈反对。",
          "mp3start": "00:03:23.68"
        },
        {
          "id": "34",
          "en": "In the first place, any scientific study requires that there be no",
          "native": "首先，任何科学研究都要求不存在",
          "mp3start": "00:03:28.49"
        },
        {
          "id": "35",
          "en": "preferential weighting of one or another of the items in the series it selects for its consideration.",
          "native": "它选择考虑的系列中的一个或另一个项目的优先权重。",
          "mp3start": "00:03:33.38"
        },
        {
          "id": "36",
          "en": "In all the less controversial fields, like the study of cacti or termites or the nature of nebulae,",
          "native": "在所有争议较小的领域，例如仙人掌、白蚁或星云性质的研究，",
          "mp3start": "00:03:40.88"
        },
        {
          "id": "37",
          "en": "the necessary method of study is to group the relevant material and to take note of all possible variant forms and conditions.",
          "native": "必要的研究方法是将相关材料分组并注意所有可能的变体形式和条件。",
          "mp3start": "00:03:48.21"
        },
        {
          "id": "38",
          "en": "In this way, we have learned all that we know of the laws of astronomy, or of the habits of the social insects, let us say.",
          "native": "通过这种方式，我们已经了解了所有我们所知道的天文学定律，或者说，社会性昆虫的习性。",
          "mp3start": "00:03:56.75"
        },
        {
          "id": "39",
          "en": "It is only in the study of man himself that the major social sciences",
          "native": "主要的社会科学只有在对人本身的研究中",
          "mp3start": "00:04:06.01"
        },
        {
          "id": "40",
          "en": "have substituted the study of one local variation, that of Western civilization.",
          "native": "取代了对一种地方变异的研究，即西方文明的研究。",
          "mp3start": "00:04:11.19"
        },
        {
          "id": "41",
          "en": "Anthropology was by definition impossible,",
          "native": "人类学从定义上来说是不可能的，",
          "mp3start": "00:04:18.21"
        },
        {
          "id": "42",
          "en": "as long as these distinctions between ourselves and the primitive,",
          "native": "只要我们和原始人之间的这些区别存在，",
          "mp3start": "00:04:21.58"
        },
        {
          "id": "43",
          "en": "ourselves and the barbarian, ourselves and the pagan, held sway over people's minds.",
          "native": "我们自己和野蛮人，我们自己和异教徒，统治着人们的思想。",
          "mp3start": "00:04:26.14"
        },
        {
          "id": "44",
          "en": "It was necessary first to arrive at that degree of sophistication",
          "native": "首先必须达到那种复杂程度",
          "mp3start": "00:04:32.65"
        },
        {
          "id": "45",
          "en": "where we no longer set our own belief against our neighbour's superstition.",
          "native": "在那里，我们不再将自己的信仰与邻居的迷信相对立。",
          "mp3start": "00:04:37.42"
        },
        {
          "id": "46",
          "en": "It was necessary to recognize that these institutions which are based on the same premises, let us say the supernatural,",
          "native": "有必要认识到，这些机构基于相同的前提，让我们说超自然的，",
          "mp3start": "00:04:42.42"
        },
        {
          "id": "47",
          "en": "must be considered together, our own among the rest.",
          "native": "必须将我们自己的问题与其他问题一起考虑。",
          "mp3start": "00:04:51.74"
        }
      ]
    },
    {
      "title": "Of Men and Galaxies",
      "mp3file": "45－Of Men and Galaxies.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "In man's early days, competition with other creatures must have been critical.",
          "native": "在人类早期，与其他生物的竞争一定是至关重要的。",
          "mp3start": "00:00:18.75"
        },
        {
          "id": "1",
          "en": "But this phase of our development is now finished.",
          "native": "但我们的这一阶段的开发现已结束。",
          "mp3start": "00:00:25.22"
        },
        {
          "id": "2",
          "en": "Indeed, we lack practice and experience nowadays in dealing with primitive conditions.",
          "native": "事实上，我们现在缺乏处理原始条件的实践和经验。",
          "mp3start": "00:00:28.88"
        },
        {
          "id": "3",
          "en": "I am sure that, without modern weapons,",
          "native": "我确信，如果没有现代武器，",
          "mp3start": "00:00:35.97"
        },
        {
          "id": "4",
          "en": "I would make a very poor show of disputing the ownership of a cave with a bear, and in this I do not think that I stand alone.",
          "native": "我会表现得非常糟糕，与一只熊争论洞穴的所有权，在这方面我不认为我是孤立的。",
          "mp3start": "00:00:39.21"
        },
        {
          "id": "5",
          "en": "The last creature to compete with man was the mosquito.",
          "native": "最后一个与人类竞争的生物是蚊子。",
          "mp3start": "00:00:49.65"
        },
        {
          "id": "6",
          "en": "But even the mosquito has been subdued by attention to drainage and by chemical sprays.",
          "native": "但即使是蚊子也因注意排水和化学喷雾而被抑制住了。",
          "mp3start": "00:00:53.96"
        },
        {
          "id": "7",
          "en": "Competition between ourselves, person against person,",
          "native": "我们之间、人与人之间的竞争，",
          "mp3start": "00:01:01.53"
        },
        {
          "id": "8",
          "en": "community against community, still persists, however; and it is as fierce as it ever was.",
          "native": "然而，社区对抗社区的现象仍然存在；而且还是一如既往的猛烈。",
          "mp3start": "00:01:06.13"
        },
        {
          "id": "9",
          "en": "But the competition of man against man is not the simple process envisioned in biology.",
          "native": "但人与人之间的竞争并不是生物学中想象的简单过程。",
          "mp3start": "00:01:14.55"
        },
        {
          "id": "10",
          "en": "It is not a simple competition for a fixed amount of food determined by the physical environment,",
          "native": "这不是简单的争夺由物理环境决定的固定数量的食物，",
          "mp3start": "00:01:21.74"
        },
        {
          "id": "11",
          "en": "because the environment that determines our evolution is no longer essentially physical.",
          "native": "因为决定我们进化的环境本质上不再是物理的。",
          "mp3start": "00:01:28.55"
        },
        {
          "id": "12",
          "en": "Our environment is chiefly conditoned by the things we believe.",
          "native": "我们的环境主要取决于我们所信仰的事物。",
          "mp3start": "00:01:35.73"
        },
        {
          "id": "13",
          "en": "Morocco and California are bits of the Earth in very similar latitudes,",
          "native": "摩洛哥和加利福尼亚是地球上纬度非常相似的地方，",
          "mp3start": "00:01:41.69"
        },
        {
          "id": "14",
          "en": "both on the west coasts of continents with similar climates, and probably with rather similar natural resources.",
          "native": "两者都位于气候相似的大陆西海岸，而且可能拥有相当相似的自然资源。",
          "mp3start": "00:01:47.47"
        },
        {
          "id": "15",
          "en": "Yet their present development is wholly different,",
          "native": "但他们现在的发展却截然不同，",
          "mp3start": "00:01:55.79"
        },
        {
          "id": "16",
          "en": "not so much because of different people even,",
          "native": "甚至不是因为不同的人，",
          "mp3start": "00:02:00.02"
        },
        {
          "id": "17",
          "en": "but because of the different thoughts that exist in the minds of their inhabitants.",
          "native": "而是因为居民心中存在着不同的想法。",
          "mp3start": "00:02:03.48"
        },
        {
          "id": "18",
          "en": "This is the point I wish to emphasize.",
          "native": "这是我想强调的一点。",
          "mp3start": "00:02:09.45"
        },
        {
          "id": "19",
          "en": "The most important factor in our environment is the state of our own minds.",
          "native": "我们的环境中最重要的因素是我们自己的心态。",
          "mp3start": "00:02:12.44"
        },
        {
          "id": "20",
          "en": "It is well known that where the white man has invaded a primitive culture,",
          "native": "众所周知，在白人入侵原始文化的地方，",
          "mp3start": "00:02:19.02"
        },
        {
          "id": "21",
          "en": "the most destructive effects have come not from physical weapons but from ideas.",
          "native": "最具破坏性的影响不是来自物理武器，而是来自思想。",
          "mp3start": "00:02:24.02"
        },
        {
          "id": "22",
          "en": "Ideas are dangerous.",
          "native": "想法是危险的。",
          "mp3start": "00:02:31.35"
        },
        {
          "id": "23",
          "en": "The Holy Office knew this full well when it caused heretics to be burned in days gone by.",
          "native": "神圣办公室在过去导致异端分子被烧死的时候就清楚地知道这一点。",
          "mp3start": "00:02:34.29"
        },
        {
          "id": "24",
          "en": "Indeed, the concept of free speech only exists in our modern society because when you are inside a community,",
          "native": "确实，言论自由的概念只存在于我们现代社会，因为当你在一个社区内时，",
          "mp3start": "00:02:41.11"
        },
        {
          "id": "25",
          "en": "you are conditioned by the conventions of the community to such a degree that it is very difficult to conceive of anything really destructive.",
          "native": "你受到社区惯例的限制，以至于很难想象出任何真正具有破坏性的事情。",
          "mp3start": "00:02:50.23"
        },
        {
          "id": "26",
          "en": "It is only someone looking on from outside that can inject the dangerous thoughts.",
          "native": "只有旁观者才能注入危险的想法。",
          "mp3start": "00:03:00.76"
        },
        {
          "id": "27",
          "en": "I do not doubt that it would be possible to inject ideas into the modern world that would utterly destroy us.",
          "native": "我毫不怀疑，向现代世界注入会彻底摧毁我们的思想是可能的。",
          "mp3start": "00:03:07.35"
        },
        {
          "id": "28",
          "en": "I would like to give you an example, but fortunately I cannot do so.",
          "native": "我想给你举个例子，但幸运的是我不能这样做。",
          "mp3start": "00:03:15.04"
        },
        {
          "id": "29",
          "en": "Perhaps it will suffice to mention the nuclear bomb.",
          "native": "也许只要提一下核弹就足够了。",
          "mp3start": "00:03:21.17"
        },
        {
          "id": "30",
          "en": "Imagine the effect on a reasonably advanced technological society,",
          "native": "想象一下这对一个相当先进的技术社会的影响，",
          "mp3start": "00:03:25.22"
        },
        {
          "id": "31",
          "en": "one that still does not possess the bomb, of making it aware of the possibility, of supplying suffcient details to enable the thing to be constructed.",
          "native": "一个仍然没有拥有炸弹的人，一个让其意识到可能性的人，一个提供足够细节以使其能够建造的人。",
          "mp3start": "00:03:31.00"
        },
        {
          "id": "32",
          "en": "20 or 30 pages of information handed to any of the major world powers around the year 1925,",
          "native": "1925年左右交给世界任何主要强国的20或30页信息，",
          "mp3start": "00:03:42.11"
        },
        {
          "id": "33",
          "en": "would have been sufficient to change the course of world history.",
          "native": "足以改变世界历史的进程。",
          "mp3start": "00:03:50.06"
        },
        {
          "id": "34",
          "en": "It is a strange thought, but I believe a correct one,",
          "native": "这是一个奇怪的想法，但我相信这是正确的，",
          "mp3start": "00:03:54.74"
        },
        {
          "id": "35",
          "en": "that twenty or thirty pages of ideas and information would be capable of turning the present-day world upside down, or even destroying it.",
          "native": "二十或三十页的想法和信息将能够颠覆当今世界，甚至摧毁它。",
          "mp3start": "00:03:59.40"
        },
        {
          "id": "36",
          "en": "I have often tried to conceive of what those pages might contain,",
          "native": "我经常尝试设想这些页面可能包含什么内容，",
          "mp3start": "00:04:12.66"
        },
        {
          "id": "37",
          "en": "but of course I cannot do so because I am a prisoner of the present-day world, just as all of you are.",
          "native": "但我当然不能这样做，因为我和你们一样，是当今世界的囚徒。",
          "mp3start": "00:04:18.18"
        },
        {
          "id": "38",
          "en": "We cannot think outside the particular patterns that our brains are conditioned to, or,",
          "native": "我们不能在我们的大脑所适应的特定模式之外思考，或者，",
          "mp3start": "00:04:26.81"
        },
        {
          "id": "39",
          "en": "to be more accurate we can think only a very little way outside and then only if we are very original.",
          "native": "更准确地说，我们只能在非常有创意的情况下思考外面的事情。",
          "mp3start": "00:04:33.87"
        }
      ]
    },
    {
      "title": "Hobbies",
      "mp3file": "46－Hobbies.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "A gifted American psychologist has said, 'Worry is a spasm of the emotion;",
          "native": "一位才华横溢的美国心理学家曾说过：“忧虑是一种情绪的痉挛；忧虑是一种情绪的痉挛；忧虑是情绪的痉挛。",
          "mp3start": "00:00:16.63"
        },
        {
          "id": "1",
          "en": "the mind catches hold of something and will not let it go.'",
          "native": "头脑抓住某些东西并且不会放开它。",
          "mp3start": "00:00:23.02"
        },
        {
          "id": "2",
          "en": "It is useless to argue with the mind in this condition.",
          "native": "在这种情况下与头脑争论是没有用的。",
          "mp3start": "00:00:27.45"
        },
        {
          "id": "3",
          "en": "The stronger the will, the more futile the task.",
          "native": "意志越坚强，任务就越徒劳。",
          "mp3start": "00:00:30.89"
        },
        {
          "id": "4",
          "en": "One can only gently insinuate something else into its convulsive grasp.",
          "native": "一个人只能轻轻地将其他东西引入它的痉挛之中。",
          "mp3start": "00:00:34.54"
        },
        {
          "id": "5",
          "en": "And if this something else is rightly chosen, if it is really attended by the illumination of another field of interest,",
          "native": "如果这个别的东西选择正确，如果它确实伴随着另一个感兴趣领域的启发，",
          "mp3start": "00:00:39.98"
        },
        {
          "id": "6",
          "en": "gradually, and often quite swiftly, the old undue grip relaxes and the process of recuperation and repair begins.",
          "native": "逐渐地，通常很快，旧有的不适当的束缚就会放松，恢复和修复的过程就开始了。",
          "mp3start": "00:00:48.31"
        },
        {
          "id": "7",
          "en": "The cultivation of a hobby and new forms of interest is therefore a policy of the first importance to a public man.",
          "native": "因此，培养一种爱好和新的兴趣形式对于公众人士来说是最重要的政策。",
          "mp3start": "00:00:59.30"
        },
        {
          "id": "8",
          "en": "But this is not a business that can be undertaken in a day or swiftly improvised by a mere command of the will.",
          "native": "但这不是一天就能完成的事情，也不是仅仅靠意志就能迅速完成的事情。",
          "mp3start": "00:01:07.87"
        },
        {
          "id": "9",
          "en": "The growth of alternative mental interests is a long process.",
          "native": "另类心理兴趣的成长是一个漫长的过程。",
          "mp3start": "00:01:15.76"
        },
        {
          "id": "10",
          "en": "The seeds must be carefully chosen; they must fall on good ground;",
          "native": "种子必须经过精心挑选；他们必须落在良好的基础上；",
          "mp3start": "00:01:20.65"
        },
        {
          "id": "11",
          "en": "they must be sedulously tended, if the vivifying fruits are to be at hand when needed.",
          "native": "如果要在需要时获得充满活力的果实，就必须精心照料它们。",
          "mp3start": "00:01:25.47"
        },
        {
          "id": "12",
          "en": "To be really happy and really safe, one ought to have at least two or three hobbies, and they must all be real.",
          "native": "要想真正快乐、真正安全，一个人至少应该有两到三种爱好，而且它们都必须是真实的。",
          "mp3start": "00:01:32.62"
        },
        {
          "id": "13",
          "en": "It is no use starting late in life to say: 'I will take an interest in this or that.'",
          "native": "在晚年才说：“我会对这个或那个感兴趣”是没有用的。",
          "mp3start": "00:01:40.91"
        },
        {
          "id": "14",
          "en": "Such an attempt only aggravates the strain of mental effort.",
          "native": "这种尝试只会加剧脑力劳动的压力。",
          "mp3start": "00:01:46.63"
        },
        {
          "id": "15",
          "en": "A man may acquire great knowledge of topics unconnected with his daily work, and yet get hardly any benefit or relief.",
          "native": "一个人可能会获得与日常工作无关的大量知识，但几乎得不到任何好处或缓解。",
          "mp3start": "00:01:51.36"
        },
        {
          "id": "16",
          "en": "It is no use doing what you like; you have got to like what you do.",
          "native": "做自己喜欢的事是没有用的；你必须喜欢你所做的事情。",
          "mp3start": "00:02:00.13"
        },
        {
          "id": "17",
          "en": "Broadly speaking, human beings may be divided into three classes:",
          "native": "从广义上讲，人类可以分为三类：",
          "mp3start": "00:02:04.74"
        },
        {
          "id": "18",
          "en": "those who are toiled to death, those who are worried to death, and those who are bored to death.",
          "native": "劳累死的人，忧虑死的人，无聊死的人。",
          "mp3start": "00:02:10.27"
        },
        {
          "id": "19",
          "en": "It is no use offering the manual labourer,",
          "native": "提供体力劳动是没有用的，",
          "mp3start": "00:02:18.48"
        },
        {
          "id": "20",
          "en": "tired out with a hard week's sweat and effort the chance of playing a game of football or baseball on Saturday afternoon.",
          "native": "经过一周辛苦的汗水和努力，周六下午有机会踢一场足球或棒球比赛。",
          "mp3start": "00:02:22.04"
        },
        {
          "id": "21",
          "en": "It is no use inviting the politician or the professional or business man, who has been working or worrying about serious things for six days,",
          "native": "邀请政治家、专业人士或商人是没有用的，他们已经工作或担心了六天的严肃事情，",
          "mp3start": "00:02:29.96"
        },
        {
          "id": "22",
          "en": "to work or worry about trifling things at the weekend.",
          "native": "周末去工作或担心一些琐事。",
          "mp3start": "00:02:39.87"
        },
        {
          "id": "23",
          "en": "As for the unfortunate people who can command everything they want,",
          "native": "至于那些可以随心所欲地指挥一切的不幸的人，",
          "mp3start": "00:02:44.75"
        },
        {
          "id": "24",
          "en": "who can gratify every caprice and lay their hands on almost every object of desire--for them a new pleasure a new excitement is only an additional satiation.",
          "native": "他们能够满足每一个任性的想法，并且能够满足几乎每一个欲望的对象——对他们来说，新的快乐、新的兴奋只是一种额外的满足。",
          "mp3start": "00:02:49.53"
        },
        {
          "id": "25",
          "en": "In vain they rush frantically round from place to place, trying to escape from avenging boredom by mere clatter and motion.",
          "native": "他们徒劳地疯狂地从一个地方跑到另一个地方，试图仅仅通过叮当声和动作来摆脱无聊的报复。",
          "mp3start": "00:03:02.40"
        },
        {
          "id": "26",
          "en": "For them discipline in one form or another is the most hopeful path.",
          "native": "对他们来说，某种形式的纪律是最有希望的道路。",
          "mp3start": "00:03:11.88"
        },
        {
          "id": "27",
          "en": "It may also be said that rational, industrious, useful human beings are divided into two classes:",
          "native": "也可以说，理性、勤奋、有用的人分为两类：",
          "mp3start": "00:03:18.49"
        },
        {
          "id": "28",
          "en": "first, those whose work is work and whose pleasure is pleasure;",
          "native": "第一，工作就是工作，快乐就是快乐；",
          "mp3start": "00:03:26.14"
        },
        {
          "id": "29",
          "en": "and secondly, those whose work and pleasure are one.",
          "native": "其次，那些工作与娱乐合二为一的人。",
          "mp3start": "00:03:31.20"
        },
        {
          "id": "30",
          "en": "Of these the former are the majority. They have their compensations.",
          "native": "其中，前者占大多数。他们有他们的补偿。",
          "mp3start": "00:03:35.49"
        },
        {
          "id": "31",
          "en": "The long hours in the office or the factory bring with them as their reward,",
          "native": "在办公室或工厂长时间工作给他们带来的回报是，",
          "mp3start": "00:03:40.40"
        },
        {
          "id": "32",
          "en": "not only the means of sustenance, but a keen appetite for pleasure even in its simplest and most modest forms.",
          "native": "不仅是谋生手段，而且是对快乐的强烈渴望，即使是最简单、最朴素的形式。",
          "mp3start": "00:03:45.46"
        },
        {
          "id": "33",
          "en": "But Fortune's favoured children belong to the second class.",
          "native": "但命运眷顾的孩子却属于第二等。",
          "mp3start": "00:03:53.80"
        },
        {
          "id": "34",
          "en": "Their life is a natural harmony.",
          "native": "他们的生活是自然和谐的。",
          "mp3start": "00:03:58.17"
        },
        {
          "id": "35",
          "en": "For them the working hours are never long enough.",
          "native": "对他们来说，工作时间永远不够长。",
          "mp3start": "00:04:01.28"
        },
        {
          "id": "36",
          "en": "Each day is a holiday, and ordinary holidays, when they come, are grudged as enforced interruptions in an absorbing vocation.",
          "native": "每天都是假期，而普通的假期一旦到来，就会被视为强行打断令人着迷的职业而感到不情愿。",
          "mp3start": "00:04:04.92"
        },
        {
          "id": "37",
          "en": "Yet to both classes, the need of an alternative outlook, of a change of atmosphere of a diversion of effort, is essential.",
          "native": "然而，对于这两个阶级来说，需要另一种观点、改变气氛或转移精力，这是至关重要的。",
          "mp3start": "00:04:15.26"
        },
        {
          "id": "38",
          "en": "Indeed, it may well be that those whose work is their pleasure are those who most need the means of banishing it at intervals from their minds.",
          "native": "事实上，那些以工作为乐的人很可能最需要时不时地把工作从自己的脑海中驱逐出去的人。",
          "mp3start": "00:04:25.22"
        }
      ]
    },
    {
      "title": "The Great Escape",
      "mp3file": "47－The Great Escape.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "Economy is one powerful motive for camping,",
          "native": "经济是露营的强大动力之一，",
          "mp3start": "00:00:18.10"
        },
        {
          "id": "1",
          "en": "since after the initial outlay upon equipment, or through hiring it, the total expense can be far less than the cost of hotels.",
          "native": "因为在设备上或通过租用设备的初始费用之后，总费用可能远远低于酒店的费用。",
          "mp3start": "00:00:22.33"
        },
        {
          "id": "2",
          "en": "But, contrary to a popular assumption, it is far from being the only one, or even the greatest.",
          "native": "但是，与流行的假设相反，它远不是唯一的，甚至不是最伟大的。",
          "mp3start": "00:00:34.23"
        },
        {
          "id": "3",
          "en": "The man who manoeuvres carelessly into his 20 pounds' worth of space at one of Europe's myriad permanent sites may find himself bumping a Bentley.",
          "native": "一个人如果不小心进入欧洲无数永久地点之一的 20 磅重的空间，可能会发现自己撞上了一辆宾利车。",
          "mp3start": "00:00:44.23"
        },
        {
          "id": "4",
          "en": "More likely, Ford Escort will be hub to hub with Renault or Mercedes, but rarely with bicycles made for two.",
          "native": "更有可能的是，福特护航将与雷诺或梅赛德斯建立枢纽对枢纽，但很少与两人合作的自行车。",
          "mp3start": "00:00:55.54"
        },
        {
          "id": "5",
          "en": "That the equipment of modern camping becomes yearly more sophisticated is an entertaining paradox for the cynic,",
          "native": "对于愤世嫉俗的人来说，现代露营的设备每年都变得更加先进，这是一个有趣的悖论，",
          "mp3start": "00:01:06.19"
        },
        {
          "id": "6",
          "en": "a brighter promise for the hopeful traveller who has sworn to get away from it all.",
          "native": "对于那些发誓要摆脱这一切的满怀希望的旅行者来说，这是一个更光明的承诺。",
          "mp3start": "00:01:15.25"
        },
        {
          "id": "7",
          "en": "It also provides--and some student sociologist might care to base his thesis upon the phenomenon--an escape of another kind.",
          "native": "它还提供了另一种逃避方式——一些学生社会学家可能愿意将他的论文建立在这种现象的基础上。",
          "mp3start": "00:01:21.14"
        },
        {
          "id": "8",
          "en": "The modern traveller is often a man who dislikes the Splendide and the Bellavista,",
          "native": "现代旅行者通常是不喜欢辉煌和贝拉维斯塔的人，",
          "mp3start": "00:01:33.12"
        },
        {
          "id": "9",
          "en": "not because he cannot afford, or shuns their material comforts, but because he is afraid of them.",
          "native": "不是因为他负担不起或回避他们的物质享受，而是因为他害怕他们。",
          "mp3start": "00:01:39.19"
        },
        {
          "id": "10",
          "en": "Affluent he may be, but he is by no means sure what to tip the doorman or the chambermaid.",
          "native": "他可能很富有，但他决不知道该给门童或女服务员多少小费。",
          "mp3start": "00:01:47.22"
        },
        {
          "id": "11",
          "en": "Master in his own house he has little idea of when to say boo to a manager hotel.",
          "native": "主人在自己家里，他不知道什么时候该对酒店经理说嘘。",
          "mp3start": "00:01:55.49"
        },
        {
          "id": "12",
          "en": "From all such fears camping releases him.",
          "native": "露营让他摆脱了所有这些恐惧。",
          "mp3start": "00:02:04.49"
        },
        {
          "id": "13",
          "en": "Granted, a snobbery of camping itself, based upon equipment and techniques, already exists;",
          "native": "诚然，基于装备和技术的露营本身已经存在一种势利。",
          "mp3start": "00:02:08.23"
        },
        {
          "id": "14",
          "en": "but it is of a kind that, if he meets it, he can readily understand and deal with.",
          "native": "但这是一种如果他遇到了，他就能轻易理解和处理的事情。",
          "mp3start": "00:02:16.19"
        },
        {
          "id": "15",
          "en": "There is no superior 'they' in the shape of managements and hotel hierarchies to darken his holiday days.",
          "native": "管理层和酒店等级制度中没有高级的“他们”让他的假期变得黯淡。",
          "mp3start": "00:02:22.93"
        },
        {
          "id": "16",
          "en": "To such motives, yet another must be added.",
          "native": "除了这些动机之外，还必须加上另一个动机。",
          "mp3start": "00:02:32.21"
        },
        {
          "id": "17",
          "en": "The contemporary phenomenon of car worship is to be explained not least by the sense of independence and freedom that ownership entails.",
          "native": "当代汽车崇拜现象的一个重要原因是拥有权所带来的独立和自由感。",
          "mp3start": "00:02:36.45"
        },
        {
          "id": "18",
          "en": "To this pleasure camping gives an exquisite refinement.",
          "native": "露营给这种乐趣带来了精致的享受。",
          "mp3start": "00:02:47.35"
        },
        {
          "id": "19",
          "en": "From one's own front door to home or foreign hills or sands and back again, everything is to hand.",
          "native": "从自己的前门到家乡或外国的山丘或沙滩，然后再返回，一切都在手边。",
          "mp3start": "00:02:52.24"
        },
        {
          "id": "20",
          "en": "Not only are the means of arriving at the holiday paradise entirely within one's own command and keeping,",
          "native": "不仅到达度假天堂的手段完全在自己的掌握和掌控之中，",
          "mp3start": "00:03:01.50"
        },
        {
          "id": "21",
          "en": "but the means of escape from holiday hell (if the beach proves too crowded, the local weather too inclement)",
          "native": "但逃离假期地狱的方法（如果海滩太拥挤，当地天气太恶劣）",
          "mp3start": "00:03:09.13"
        },
        {
          "id": "22",
          "en": "are there, outside--or, as likely, part of--the tent.",
          "native": "在那里，在帐篷外面——或者很可能是帐篷的一部分。",
          "mp3start": "00:03:17.68"
        },
        {
          "id": "23",
          "en": "Idealists have objected to the practice of camping, as to the package tour,",
          "native": "理想主义者反对露营的做法，至于跟团旅游，",
          "mp3start": "00:03:25.20"
        },
        {
          "id": "24",
          "en": "that the traveller abroad thereby denies himself the opportunity of getting to know the people of the country visited.",
          "native": "出国旅行的人因此而失去了了解该国人民的机会。",
          "mp3start": "00:03:31.06"
        },
        {
          "id": "25",
          "en": "Insularity and self-containment, it is argued, go hand in hand.",
          "native": "有人认为，孤立性和自我封闭是相辅相成的。",
          "mp3start": "00:03:38.46"
        },
        {
          "id": "26",
          "en": "The opinion does not survive experience of a popular Continental camping place.",
          "native": "这种观点并不适用于流行的大陆露营地的体验。",
          "mp3start": "00:03:44.87"
        },
        {
          "id": "27",
          "en": "Holiday hotels tend to cater for one nationality of visitors especially, sometimes exclusively.",
          "native": "度假酒店往往专门为某一国籍的游客提供服务，有时甚至专门针对某一国籍的游客。",
          "mp3start": "00:03:50.49"
        },
        {
          "id": "28",
          "en": "Camping sites, by contrast, are highly cosmopolitan.",
          "native": "相比之下，露营地则高度国际化。",
          "mp3start": "00:03:59.77"
        },
        {
          "id": "29",
          "en": "Granted, a preponderance of Germans is a characteristic that seems common to most Mediterranean sites;",
          "native": "诚然，德国人占多数是大多数地中海地区的共同特征。",
          "mp3start": "00:04:04.55"
        },
        {
          "id": "30",
          "en": "but as yet there is no overwhelmingly specialized patronage.",
          "native": "但迄今为止还没有压倒性的专门赞助。",
          "mp3start": "00:04:12.51"
        },
        {
          "id": "31",
          "en": "Notices forbidding the open-air drying of clothes,",
          "native": "禁止露天晾晒衣物的告示，",
          "mp3start": "00:04:18.28"
        },
        {
          "id": "32",
          "en": "or the use of water points for car washing,",
          "native": "或使用水点洗车，",
          "mp3start": "00:04:21.77"
        },
        {
          "id": "33",
          "en": "or those inviting 'our camping friends' to a dance or a boat trip are printed not only in French or Italian or Spanish, but also in English, German and Dutch.",
          "native": "或者那些邀请“我们的露营朋友”参加舞会或乘船旅行的邀请函不仅用法语、意大利语或西班牙语打印，而且还用英语、德语和荷兰语打印。",
          "mp3start": "00:04:25.30"
        },
        {
          "id": "34",
          "en": "At meal times the odour of sauerkraut vies with that of garlic.",
          "native": "吃饭的时候，酸菜的气味和大蒜的气味相互竞争。",
          "mp3start": "00:04:37.99"
        },
        {
          "id": "35",
          "en": "The Frenchman's breakfast coffee competes with the Englishman's bacon and eggs.",
          "native": "法国人的早餐咖啡与英国人的培根和鸡蛋竞争。",
          "mp3start": "00:04:43.13"
        },
        {
          "id": "36",
          "en": "Whether the remarkable growth of organized camping means the eventual death of the more independent kind is hard to say.",
          "native": "很难说有组织的露营活动的显着增长是否意味着更独立的露营活动的最终消亡。",
          "mp3start": "00:04:49.73"
        },
        {
          "id": "37",
          "en": "Municipalities naturally want to secure the campers' site fees and other custom.",
          "native": "市政当局自然希望确保露营者的场地费和其他习俗。",
          "mp3start": "00:04:58.15"
        },
        {
          "id": "38",
          "en": "Police are wary of itinerants who cannot be traced to a recognized camp boundary or to four walls.",
          "native": "警方对无法追踪到公认的营地边界或四堵墙的流动人员保持警惕。",
          "mp3start": "00:05:04.09"
        },
        {
          "id": "39",
          "en": "But most probably it will all depend upon campers themselves: how many heath fires they cause; how much litter they leave;",
          "native": "但很可能这一切都取决于露营者自己：他们引起了多少荒野火灾；他们留下了多少垃圾；",
          "mp3start": "00:05:12.15"
        },
        {
          "id": "40",
          "en": "in short, whether or not they wholly alienate landowners and those who live in the countryside.",
          "native": "简而言之，他们是否完全疏远了土地所有者和农村居民。",
          "mp3start": "00:05:23.04"
        },
        {
          "id": "41",
          "en": "Only good scouting is likely to preserve the freedoms so dear to the heart of the eternal Boy Scout.",
          "native": "只有良好的童子军才能维护永恒童子军心中所珍视的自由。",
          "mp3start": "00:05:31.48"
        }
      ]
    },
    {
      "title": "Planning a Share Portfolio",
      "mp3file": "48－Planning a Share Portfolio.MP3",
      "sentences": [
        {
          "id": "0",
          "en": "There is no shortage of tipsters around offering 'get-rich-quick' opportunities.",
          "native": "围绕提供“快速致富”机会的消息人士并不缺乏。",
          "mp3start": "00:00:19.17"
        },
        {
          "id": "1",
          "en": "But if you are a serious private investor, leave the Las Vegas mentality to those with money to fritter.",
          "native": "但如果你是一位严肃的私人投资者，那就把拉斯维加斯的心态留给那些有钱可以挥霍的人吧。",
          "mp3start": "00:00:24.88"
        },
        {
          "id": "2",
          "en": "The serious investor needs a proper 'portfolio' --a well-planned selection of investments, with a definite structure and a clear aim.",
          "native": "认真的投资者需要一个合适的“投资组合”——精心策划的投资选择，具有明确的结构和明确的目标。",
          "mp3start": "00:00:32.41"
        },
        {
          "id": "3",
          "en": "But exactly how does a newcomer to the stock market go about achieving that?",
          "native": "但股市新手究竟如何实现这一目标呢？",
          "mp3start": "00:00:41.88"
        },
        {
          "id": "4",
          "en": "Well, if you go to five reputable stock brokers and ask them what you should do with your money,",
          "native": "好吧，如果你去找五位信誉良好的股票经纪人，问他们你应该用你的钱做什么，",
          "mp3start": "00:00:48.15"
        },
        {
          "id": "5",
          "en": "you're likely to get five different answers,",
          "native": "你可能会得到五个不同的答案，",
          "mp3start": "00:00:54.44"
        },
        {
          "id": "6",
          "en": "--  even if you give all the relevant information about your age, family, finances and what you want from your investments.",
          "native": "——即使您提供了有关您的年龄、家庭、财务状况以及您希望从投资中获得什么的所有相关信息。",
          "mp3start": "00:00:57.32"
        },
        {
          "id": "7",
          "en": "Moral? There is no one 'right' way to structure a portfolio.",
          "native": "道德？没有一种“正确”的方法来构建投资组合。",
          "mp3start": "00:01:05.48"
        },
        {
          "id": "8",
          "en": "However, there are undoubtedly some wrong ways, and you can be sure that none of our five advisers",
          "native": "但是，无疑存在一些错误的方法，并且可以肯定的是，我们的五位顾问都没有",
          "mp3start": "00:01:10.44"
        },
        {
          "id": "9",
          "en": "would have suggested sinking all (or perhaps any) of your money into Periwigs.",
          "native": "会建议将你所有（或者可能是任何）的钱投入假发。",
          "mp3start": "00:01:17.23"
        },
        {
          "id": "10",
          "en": "So what should you do?",
          "native": "那么你应该做什么呢？",
          "mp3start": "00:01:23.36"
        },
        {
          "id": "11",
          "en": "We'll assume that you have sorted out the basics--like mortgages, pensions, insurance and access to sufficient cash reserves.",
          "native": "我们假设您已经解决了基本问题，例如抵押贷款、养老金、保险和获得足够的现金储备。",
          "mp3start": "00:01:25.21"
        },
        {
          "id": "12",
          "en": "You should then establish your own individual aims.",
          "native": "然后你应该建立自己的个人目标。",
          "mp3start": "00:01:34.00"
        },
        {
          "id": "13",
          "en": "These are partly a matter of personal circumstances, partly a matter of psychology.",
          "native": "这些部分是个人情况的问题，部分是心理问题。",
          "mp3start": "00:01:37.56"
        },
        {
          "id": "14",
          "en": "For instance, if you are older you have less time to recover from any major losses, and you may well wish to boost your pension income.",
          "native": "例如，如果您年龄较大，那么从重大损失中恢复过来的时间就会减少，您可能希望增加养老金收入。",
          "mp3start": "00:01:43.67"
        },
        {
          "id": "15",
          "en": "So preserving your capital and generating extra income are your main priorities.",
          "native": "因此，保护​​您的资本并创造额外收入是您的首要任务。",
          "mp3start": "00:01:53.09"
        },
        {
          "id": "16",
          "en": "In this case, you'd probably construct a portfolio with some shares (but not high risk ones), along with gilts, cash deposits,",
          "native": "在这种情况下，您可能会构建一个包含一些股票（但不是高风险股票）的投资组合，以及英国国债、现金存款、",
          "mp3start": "00:01:59.36"
        },
        {
          "id": "17",
          "en": "and perhaps convertibles or the income shares of split capital investment trusts.",
          "native": "也许还有可转换债券或分割资本投资信托的收入份额。",
          "mp3start": "00:02:09.00"
        },
        {
          "id": "18",
          "en": "If you are younger, and in a solid financial position,",
          "native": "如果你比较年轻，经济状况也不错，",
          "mp3start": "00:02:15.11"
        },
        {
          "id": "19",
          "en": "you may decide to take an aggressive approach--but only if you're blessed with a sanguine disposition and won't suffer sleepless nights over share prices.",
          "native": "你可能会决定采取积极的态度——但前提是你有乐观的性格并且不会因为股价而彻夜难眠。",
          "mp3start": "00:02:19.49"
        },
        {
          "id": "20",
          "en": "If you recognize yourself in this description,",
          "native": "如果您在这段描述中认出了自己，",
          "mp3start": "00:02:29.68"
        },
        {
          "id": "21",
          "en": "you might include a couple of heady growth stocks in your portfolio, alongside your more pedestrian investments.",
          "native": "你可能会在你的投资组合中加入几只令人兴奋的成长型股票，以及一些平淡无奇的投资。",
          "mp3start": "00:02:32.72"
        },
        {
          "id": "22",
          "en": "Once you have decided on your investment aims you can then decide where to put your money.",
          "native": "一旦您决定了投资目标，您就可以决定将资金投入何处。",
          "mp3start": "00:02:40.96"
        },
        {
          "id": "23",
          "en": "The golden rule here is spread your risk--if you put all of your money into Periwigs International,",
          "native": "这里的黄金法则是分散风险——如果你把所有的钱都投入 Periwigs International，",
          "mp3start": "00:02:47.65"
        },
        {
          "id": "24",
          "en": "you're setting yourself up as a hostage to fortune.",
          "native": "你正在把自己当作财富的人质。",
          "mp3start": "00:02:55.44"
        }
      ]
    }
  ]
}